Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropc.po
Languages: bg, cs, da, el, es, et, fi, fr, hu, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_cn

source: Confirm the question "Please confirm that your GPG card is inserted" with Y.
bg: Потвърдете въпроса "Моля, потвърдете, че вашата GPG карта е поставена" с Y.
da: Bekræft spørgsmålet "Bekræft venligst, at dit GPG-kort er indsat" med Y.
el: Επιβεβαιώστε την ερώτηση "Παρακαλώ επιβεβαιώστε ότι η κάρτα GPG είναι τοποθετημένη" με Y.
es: Confirme la pregunta "Por favor, confirme que su tarjeta GPG está insertada" con Y.
fi: Vahvista kysymys "Vahvista, että GPG-korttisi on asetettu" ja Y.
fr: Confirmez la question "Veuillez confirmer que votre carte GPG est insérée" par Y.
hu: A "Kérjük, erősítse meg, hogy a GPG-kártya be van helyezve" kérdést Y-val erősítse meg.
it: Confermate la domanda "Confermate che la vostra scheda GPG è inserita" con Y.
ja: 質問"Please confirm that your GPG card is inserted"をYで確認します。
lv: Apstipriniet jautājumu "Lūdzu, apstipriniet, ka jūsu GPG karte ir ievietota" ar Y.
pl: Potwierdź pytanie "Please confirm that your GPG card is inserted" z Y.
pt: Confirme a pergunta "Por favor confirme que seu cartão GPG está inserido" com Y.
sv: Bekräfta frågan "Bekräfta att ditt GPG-kort är isatt" med Y.
zh_cn: 确认问题"请确认您的GPG卡已插入"与Y。

source: Enter the User PIN of the Nitrokey whenever prompted (default: 123456).
bg: Въведете потребителския ПИН код на Nitrokey, когато бъдете подканени (по подразбиране: 123456).
da: Indtast Nitrokey's bruger-PIN-kode, når du bliver bedt om det (standard: 123456).
el: Εισάγετε τον κωδικό PIN χρήστη του Nitrokey όποτε σας ζητηθεί (προεπιλογή: 123456).
es: Introduzca el PIN de usuario de la Nitrokey cuando se le solicite (por defecto: 123456).
fi: Syötä Nitrokeyn käyttäjän PIN-koodi aina, kun sitä pyydetään (oletusarvo: 123456).
fr: Saisissez le code PIN utilisateur de la Nitrokey lorsque vous y êtes invité (par défaut : 123456).
hu: Adja meg a Nitrokey felhasználói PIN-kódját, amikor erre felszólítják (alapértelmezett: 123456).
it: Inserire il PIN utente della Nitrokey quando richiesto (default: 123456).
ja: プロンプトが表示されたら、NitrokeyのユーザーPINを入力してください（デフォルト：123456）。
lv: Pēc pieprasījuma ievadiet Nitrokey lietotāja PIN kodu (noklusējuma iestatījums: 123456).
pl: Wprowadź kod PIN użytkownika Nitrokey, gdy zostaniesz o to poproszony (domyślnie: 123456).
pt: Introduza o PIN de utilizador da Nitrokey sempre que for solicitado (predefinição: 123456).
sv: Ange Nitrokeys användar-PIN-kod när du uppmanas att ange den (standard: 123456).
zh_cn: 只要有提示，就输入Nitrokey的用户密码（默认：123456）。

source: Your system will then boot.
bg: След това системата ще се зареди.
da: Dit system starter derefter op.
el: Στη συνέχεια, το σύστημά σας θα εκκινήσει.
es: A continuación, el sistema arrancará.
fi: Tämän jälkeen järjestelmä käynnistyy.
fr: Votre système va alors démarrer.
hu: Ezután a rendszer elindul.
it: Il sistema si avvierà quindi.
ja: するとシステムが起動します。
lv: Pēc tam sistēma tiks ielādēta.
pl: Następnie system zostanie uruchomiony.
pt: O seu sistema irá então arrancar.
sv: Systemet startar sedan upp.
zh_cn: 然后你的系统将启动。

source: **Q:** What is the default hard-disk encryption password?
bg: **В:** Каква е паролата по подразбиране за криптиране на твърдия диск?
cs: **Q:** Jaké je výchozí heslo pro šifrování pevného disku?
da: **Q:** Hvad er standardadgangskoden til kryptering af harddisken?
el: **Q:** Ποιος είναι ο προεπιλεγμένος κωδικός κρυπτογράφησης σκληρού δίσκου;
es: **P: ** ¿Cuál es la contraseña de encriptación del disco duro por defecto?
et: **K:** Milline on vaikimisi kõvaketta krüpteerimise parool?
fi: **Q:** Mikä on kiintolevyn salauksen oletussalasana?
fr: **Q:** Quel est le mot de passe par défaut pour le cryptage du disque dur ?
hu: **K:** Mi az alapértelmezett merevlemez-titkosítási jelszó?
it: **Q:** Qual è la password di crittografia predefinita del disco rigido?
ja: **Q:** ハードディスクの暗号化パスワードの初期値は？
lt: **Q:** Koks yra numatytasis kietojo disko šifravimo slaptažodis?
lv: **Jada ir cietā diska šifrēšanas parole pēc noklusējuma?
nl: **Q:** Wat is het standaard wachtwoord voor het versleutelen van de harde schijf?
pl: **Q:** Jakie jest domyślne hasło szyfrowania dysku twardego?
pt: **Q:** Qual é a senha padrão de criptografia do disco rígido?
ro: **Întrebare:** Care este parola implicită de criptare a hard-diskului?
sk: **Q:** Aké je predvolené heslo šifrovania pevného disku?
sl: **V:** Kakšno je privzeto geslo za šifriranje trdega diska?
sv: **Q:** Vad är standardlösenordet för hårddisk-kryptering?
zh_cn: **问：**默认的硬盘加密密码是什么？

source: The default NitroPC disk encryption password: "PleaseChangeMe"
bg: Паролата по подразбиране за криптиране на диска на NitroPC: "PleaseChangeMe"
cs: Výchozí heslo pro šifrování disku NitroPC: "PleaseChangeMe"
da: Standardadgangskoden til NitroPC-disk-kryptering: "PleaseChangeMe"
el: Ο προεπιλεγμένος κωδικός κρυπτογράφησης δίσκου NitroPC: "PleaseChangeMe",
es: La contraseña de encriptación del disco NitroPC por defecto: "PleaseChangeMe"
et: NitroPC ketta krüpteerimise vaikimisi parool: "PleaseChangeMe"
fi: NitroPC-levyn salauksen oletussalasana: "PleaseChangeMe"
fr: Le mot de passe par défaut du cryptage du disque NitroPC : "PleaseChangeMe".
hu: Az alapértelmezett NitroPC lemez titkosítási jelszó: "PleaseChangeMe"
it: La password predefinita di cifratura del disco di NitroPC: "PleaseChangeMe"
ja: デフォルトのNitroPCディスク暗号化パスワード："PleaseChangeMe"。
lt: Numatytasis "NitroPC" disko šifravimo slaptažodis: "PleaseChangeMe"
lv: NitroPC diska šifrēšanas parole pēc noklusējuma: "PleaseChangeMe"
nl: Het standaard wachtwoord voor schijfversleuteling van NitroPC: "PleaseChangeMe"
pl: Domyślne hasło szyfrowania dysku NitroPC: "PleaseChangeMe"
pt: A senha padrão de criptografia de disco NitroPC: "PleaseChangeMe"
ro: Parola implicită de criptare a discului NitroPC: "PleaseChangeMe"
sk: Predvolené heslo šifrovania disku NitroPC: "PleaseChangeMe"
sl: Privzeto geslo za šifriranje diska NitroPC: "PleaseChangeMe"
sv: Standardlösenordet för NitroPC:s disk-kryptering: "PleaseChangeMe"
zh_cn: 默认的NitroPC磁盘加密密码："PleaseChangeMe"。

source: First check the:
bg: Първо проверете:
cs: Nejprve zkontrolujte:
da: Først skal du kontrollere:
el: Πρώτα ελέγξτε το:
es: Primero comprueba el:
et: Kõigepealt kontrollige:
fi: Tarkista ensin:
fr: Vérifiez d'abord le :
hu: Először ellenőrizze a:
it: Prima controlla il:
ja: をまず確認します。
lt: Pirmiausia patikrinkite:
lv: Vispirms pārbaudiet:
nl: Controleer eerst de:
pl: Najpierw sprawdź:
pt: Primeiro verifica o:
ro: Mai întâi verificați:
sk: Najprv skontrolujte:
sl: Najprej preverite:
sv: Kontrollera först:
zh_cn: 首先检查一下。

source: or choose your operating system:
bg: или изберете операционната си система:
cs: nebo vyberte operační systém:
da: eller vælg dit styresystem:
el: ή επιλέξτε το λειτουργικό σας σύστημα:
es: o elija su sistema operativo:
et: või valige oma operatsioonisüsteem:
fi: tai valitse käyttöjärjestelmäsi:
fr: ou choisissez votre système d'exploitation :
hu: vagy válassza ki az operációs rendszert:
it: o scegliete il vostro sistema operativo:
ja: をクリックするか、お使いのOSを選択してください。
lt: arba pasirinkite savo operacinę sistemą:
lv: vai izvēlieties operētājsistēmu:
nl: of kies uw besturingssysteem:
pl: lub wybierz swój system operacyjny:
pt: ou escolha o seu sistema operacional:
ro: sau alegeți sistemul de operare:
sk: alebo vyberte svoj operačný systém:
sl: ali izberite svoj operacijski sistem:
sv: eller välj ditt operativsystem:
zh_cn: 或选择你的操作系统。

source: Booting from USB drive
bg: Зареждане от USB устройство
cs: Zavedení systému z jednotky USB
da: Opstart fra USB-drev
el: Εκκίνηση από μονάδα USB
es: Arranque desde una unidad USB
et: Käivitamine USB-kettalt
fi: Käynnistäminen USB-asemasta
fr: Démarrage à partir d'une clé USB
hu: Indítás USB-meghajtóról
it: Avvio da unità USB
ja: USBメモリーからの起動
lt: Įkrovimas iš USB disko
lv: Ievietošana no USB diska
nl: Opstarten vanaf USB-stick
pl: Bootowanie z napędu USB
pt: Arrancar a partir da unidade USB
ro: Pornirea de pe unitatea USB
sk: Zavedenie systému z jednotky USB
sl: Zagon iz pogona USB
sv: Uppstart från USB-enhet
zh_cn: 从USB驱动器启动

source: Connect the USB drive to a black USB 2.0 socket (blue USB 3.0 don't work!), start the PC and keep pressing DEL until you see the firmware menu. Choose Boot Menu and select your USB drive.
bg: Свържете USB устройството към черен USB 2.0 гнездо (синьото USB 3.0 не работи!), стартирайте компютъра и натиснете DEL, докато се появи менюто за фърмуера. Изберете Boot Menu (Меню за зареждане) и изберете USB устройството.
cs: Připojte disk USB do černé zásuvky USB 2.0 (modré USB 3.0 nefunguje!), spusťte počítač a stiskněte DEL, dokud se nezobrazí nabídka firmwaru. Zvolte Boot Menu a vyberte jednotku USB.
da: Tilslut USB-drevet til et sort USB 2.0-stik (blå USB 3.0 virker ikke!), start pc'en, og tryk på DEL, indtil du ser firmware-menuen. Vælg Boot Menu og vælg dit USB-drev.
el: Συνδέστε τη μονάδα USB σε μια μαύρη υποδοχή USB 2.0 (το μπλε USB 3.0 δεν λειτουργεί!), εκκινήστε τον υπολογιστή και συνεχίστε να πατάτε DEL μέχρι να εμφανιστεί το μενού firmware. Επιλέξτε Boot Menu (Μενού εκκίνησης) και επιλέξτε τη μονάδα USB.
es: Conecte la unidad USB a una toma USB 2.0 negra (¡las USB 3.0 azules no funcionan!), inicie el PC y mantenga pulsada la tecla DEL hasta que vea el menú del firmware. Elija el menú de arranque y seleccione su unidad USB.
et: Ühendage USB-ketas musta USB 2.0 pistikupessa (sinine USB 3.0 ei tööta!), käivitage arvuti ja vajutage DEL, kuni näete püsivara menüüd. Valige Boot Menu ja valige oma USB-ketas.
fi: Kytke USB-asema mustaan USB 2.0 -liitäntään (sininen USB 3.0 ei toimi!), käynnistä tietokone ja paina DEL-näppäintä, kunnes näet laiteohjelmistovalikon. Valitse Boot Menu ja valitse USB-asema.
fr: Connectez le lecteur USB à une prise USB 2.0 noire (les USB 3.0 bleues ne fonctionnent pas !), démarrez le PC et continuez à appuyer sur DEL jusqu'à ce que vous voyiez le menu du microprogramme. Choisissez Boot Menu et sélectionnez votre clé USB.
hu: Csatlakoztassa az USB-meghajtót egy fekete USB 2.0 aljzathoz (a kék USB 3.0 nem működik!), indítsa el a számítógépet, és nyomja meg a DEL gombot, amíg meg nem jelenik a firmware menü. Válassza ki a Boot Menu menüpontot, és válassza ki az USB-meghajtót.
it: Collegate il drive USB a una presa USB 2.0 nera (le USB 3.0 blu non funzionano!), avviate il PC e continuate a premere DEL finché non vedete il menu del firmware. Scegliete il menu di avvio e selezionate il vostro drive USB.
ja: USBドライブを黒いUSB2.0ソケットに接続し（青いUSB3.0では動作しません！）、PCを起動して、ファームウェアメニューが表示されるまでDELを押し続けます。Boot Menu "を選択し、USBドライブを選択します。
lt: Prijunkite USB diską prie juodo USB 2.0 lizdo (mėlynas USB 3.0 neveikia!), įjunkite kompiuterį ir spauskite DEL, kol pasirodys programinės įrangos meniu. Pasirinkite įkrovos meniu ir pasirinkite USB diską.
lv: Savienojiet USB disku ar melno USB 2.0 ligzdu (zilais USB 3.0 nedarbojas!), ieslēdziet datoru un spiediet DEL, līdz tiek parādīta programmaparatūras izvēlne. Izvēlieties bootēšanas izvēlni un izvēlieties savu USB disku.
nl: Sluit de USB-drive aan op een zwarte USB 2.0-aansluiting (blauwe USB 3.0 werken niet!), start de PC en blijf op DEL drukken tot u het firmware-menu ziet. Kies Boot Menu en selecteer uw USB-stick.
pl: Podłącz napęd USB do czarnego gniazda USB 2.0 (niebieskie USB 3.0 nie działa!), uruchom komputer i naciskaj DEL, aż zobaczysz menu firmware. Wybierz Boot Menu i wybierz napęd USB.
pt: Ligue a unidade USB a uma tomada USB 2.0 preta (USB azul 3.0 don't work!), inicie o PC e continue a pressionar DEL até ver o menu do firmware. Escolha o menu Boot e seleccione o seu drive USB.
ro: Conectați unitatea USB la o priză neagră USB 2.0 (USB 3.0 albastru nu funcționează!), porniți PC-ul și apăsați DEL până când vedeți meniul firmware. Alegeți Boot Menu și selectați unitatea USB.
sk: Pripojte disk USB do čiernej zásuvky USB 2.0 (modré USB 3.0 nefunguje!), spustite počítač a stláčajte tlačidlo DEL, kým sa nezobrazí ponuka firmvéru. Vyberte položku Boot Menu (Ponuka zavádzania) a vyberte jednotku USB.
sl: Pogon USB priključite v črno vtičnico USB 2.0 (modri USB 3.0 ne deluje!), zaženite računalnik in pritiskajte DEL, dokler se ne prikaže meni vdelane programske opreme. Izberite zagonski meni in izberite pogon USB.
sv: Anslut USB-enheten till ett svart USB 2.0-uttag (blå USB 3.0 fungerar inte!), starta datorn och fortsätt trycka på DEL tills du ser menyn för inbyggd programvara. Välj Boot Menu och välj din USB-enhet.
zh_cn: 将USB驱动器连接到一个黑色的USB2.0插座上（蓝色的USB3.0不起作用！），启动电脑并一直按DEL键，直到你看到固件菜单。选择启动菜单并选择你的USB驱动器。

source: NitroPC with Qubes OS
bg: NitroPC с Qubes OS
cs: NitroPC s operačním systémem Qubes
da: NitroPC med Qubes OS
el: NitroPC με Qubes OS
es: NitroPC con Qubes OS
et: NitroPC koos Qubes OSiga
fi: NitroPC ja Qubes OS
fr: NitroPC avec Qubes OS
hu: NitroPC Qubes OS-sel
it: NitroPC con Qubes OS
ja: Qubes OSを搭載したNitroPC
lt: "NitroPC" su "Qubes OS
lv: NitroPC ar Qubes OS
nl: NitroPC met Qubes OS
pl: NitroPC z Qubes OS
pt: NitroPC com SO Qubes
ro: NitroPC cu Qubes OS
sk: NitroPC s operačným systémom Qubes
sl: NitroPC z operacijskim sistemom Qubes
sv: NitroPC med Qubes OS
zh_cn: 带有Qubes操作系统的NitroPC

source: During boot, the system will prompt you to enter the passphrase to decrypt the hard disk. Enter the default passphrase “PleaseChangeMe”. The system will then guide you through the process of creating a user account. After that you should have successfully booted the system and could already use it normally.
bg: По време на зареждането системата ще ви подкани да въведете паролата за декриптиране на твърдия диск. Въведете паролата по подразбиране "PleaseChangeMe". След това системата ще ви преведе през процеса на създаване на потребителски акаунт. След това трябва да сте стартирали успешно системата и вече да можете да я използвате нормално.
cs: Během spouštění systému vás systém vyzve k zadání přístupové fráze pro dešifrování pevného disku. Zadejte výchozí přístupovou frázi "PleaseChangeMe". Systém vás poté provede procesem vytvoření uživatelského účtu. Poté byste měli úspěšně spustit systém a mohli byste jej již normálně používat.
da: Under opstart vil systemet bede dig om at indtaste en adgangsfrase for at dekryptere harddisken. Indtast standardpassphrase "PleaseChangeMe". Systemet vil derefter guide dig gennem processen med at oprette en brugerkonto. Herefter skulle du have startet systemet op med succes og allerede kunne bruge det normalt.
el: Κατά την εκκίνηση, το σύστημα θα σας ζητήσει να εισαγάγετε τη φράση πρόσβασης για την αποκρυπτογράφηση του σκληρού δίσκου. Εισάγετε την προεπιλεγμένη συνθηματική φράση "PleaseChangeMe". Στη συνέχεια, το σύστημα θα σας καθοδηγήσει στη διαδικασία δημιουργίας ενός λογαριασμού χρήστη. Μετά από αυτό θα πρέπει να έχετε εκκινήσει επιτυχώς το σύστημα και θα μπορείτε ήδη να το χρησιμοποιείτε κανονικά.
es: Durante el arranque, el sistema le pedirá que introduzca la frase de contraseña para descifrar el disco duro. Introduzca la frase de contraseña por defecto "PleaseChangeMe". A continuación, el sistema le guiará en el proceso de creación de una cuenta de usuario. Después de esto debería haber arrancado con éxito el sistema y ya podría utilizarlo normalmente.
et: Süsteem palub teil käivitamise ajal sisestada kõvaketta dekrüpteerimiseks salasõna. Sisestage vaikimisi salasõna "PleaseChangeMe". Seejärel juhatab süsteem teid läbi kasutajakonto loomise protsessi. Pärast seda peaksite olema edukalt süsteemi käivitanud ja saate seda juba normaalselt kasutada.
fi: Käynnistyksen aikana järjestelmä pyytää sinua antamaan salasanan kiintolevyn salauksen purkamiseksi. Syötä oletussalasana "PleaseChangeMe". Tämän jälkeen järjestelmä opastaa sinua käyttäjätilin luomisessa. Tämän jälkeen sinun pitäisi olla onnistuneesti käynnistänyt järjestelmä ja voit jo käyttää sitä normaalisti.
fr: Pendant le démarrage, le système vous demandera d'entrer la phrase de passe pour décrypter le disque dur. Entrez la phrase de passe par défaut "PleaseChangeMe". Le système vous guidera ensuite dans le processus de création d'un compte utilisateur. Après cela, vous devriez avoir réussi à démarrer le système et pouvoir déjà l'utiliser normalement.
hu: A rendszer a rendszerindítás során a merevlemez visszafejtéséhez szükséges jelszó megadására szólítja fel. Adja meg az alapértelmezett "PleaseChangeMe" jelszót. A rendszer ezután végigvezeti Önt a felhasználói fiók létrehozásának folyamatán. Ezt követően sikeresen el kell indítania a rendszert, és már normálisan használhatja azt.
it: Durante l'avvio, il sistema vi chiederà di inserire la passphrase per decriptare il disco rigido. Inserite la passphrase predefinita "PleaseChangeMe". Il sistema vi guiderà poi attraverso il processo di creazione di un account utente. Dopo di che dovreste aver avviato con successo il sistema e potreste già usarlo normalmente.
ja: 起動時に、ハードディスクを復号化するためのパスフレーズの入力を求められます。デフォルトのパスフレーズである "PleaseChangeMe "を入力してください。その後、ユーザーアカウントの作成プロセスが表示されます。その後、システムの起動に成功し、通常通り使用できるようになります。
lt: Įkrovimo metu sistema paprašys įvesti slaptažodį, kad būtų iššifruotas kietasis diskas. Įveskite numatytąją slaptažodžių frazę "PleaseChangeMe". Tuomet sistema jums nurodys, kaip sukurti naudotojo paskyrą. Po to turėtumėte sėkmingai įkrauti sistemą ir jau galėtumėte ja normaliai naudotis.
lv: Palaišanas laikā sistēma lūgs ievadīt piekļuves frāzi, lai atšifrētu cieto disku. Ievadiet noklusējuma paroli "PleaseChangeMe". Pēc tam sistēma jūs vadīs lietotāja konta izveides procesā. Pēc tam jums vajadzētu būt veiksmīgi iestartējušam sistēmu un jau varētu to normāli izmantot.
nl: Tijdens het opstarten zal het systeem u vragen de passphrase in te voeren om de harde schijf te decoderen. Voer de standaard passphrase "PleaseChangeMe" in. Het systeem zal u dan door het proces van het aanmaken van een gebruikersaccount leiden. Daarna zou u het systeem met succes moeten hebben opgestart en zou u het al normaal kunnen gebruiken.
pl: Podczas rozruchu system poprosi o wprowadzenie hasła w celu odszyfrowania dysku twardego. Wprowadź domyślną frazę hasła "PleaseChangeMe". Następnie system poprowadzi Cię przez proces tworzenia konta użytkownika. Po tym powinieneś pomyślnie uruchomić system i móc już normalnie z niego korzystać.
pt: Durante o arranque, o sistema irá pedir-lhe para introduzir a frase-chave para decifrar o disco rígido. Insira a frase-chave padrão "PleaseChangeMe". O sistema irá então guiá-lo através do processo de criação de uma conta de utilizador. Depois disso, você deve ter inicializado o sistema com sucesso e já pode usá-lo normalmente.
ro: În timpul pornirii, sistemul vă va solicita să introduceți fraza de acces pentru decriptarea hard disk-ului. Introduceți fraza de acces implicită "PleaseChangeMe". Sistemul vă va ghida apoi prin procesul de creare a unui cont de utilizator. După aceea, ar trebui să fi inițiat cu succes sistemul și să îl puteți utiliza deja în mod normal.
sk: Počas spúšťania systému vás systém vyzve na zadanie prístupovej frázy na dešifrovanie pevného disku. Zadajte predvolenú prístupovú frázu "PleaseChangeMe". Systém vás potom prevedie procesom vytvorenia používateľského konta. Potom by ste mali úspešne zaviesť systém a už by ste ho mohli normálne používať.
sl: Med zagonom vas bo sistem pozval k vnosu gesla za dešifriranje trdega diska. Vnesite privzeto geslo "PleaseChangeMe". Sistem vas bo nato vodil skozi postopek ustvarjanja uporabniškega računa. Po tem bi morali uspešno zagnati sistem in ga že lahko normalno uporabljate.
sv: Under uppstarten uppmanar systemet dig att ange lösenfrasen för att dekryptera hårddisken. Ange standardlösenordet "PleaseChangeMe". Systemet guidar dig sedan genom processen för att skapa ett användarkonto. Efter det bör du ha lyckats starta upp systemet och kan redan använda det normalt.
zh_cn: 在启动过程中，系统会提示你输入密码来解密硬盘。输入默认的口令 "PleaseChangeMe"。然后，系统将引导你完成创建用户账户的过程。之后，你应该已经成功启动了系统，并且已经可以正常使用。

source: Failed to start Load Kernel Modules
bg: Неуспешно стартиране на зареждане на модулите на ядрото
cs: Nepodařilo se spustit načítání modulů jádra
da: Startede ikke Load Kernel Modules (Indlæs kernemoduler)
el: Απέτυχε να ξεκινήσει η Φόρτωση Modules πυρήνα
es: Fallo en el inicio de la carga de los módulos del kernel
et: Ei õnnestunud käivitada tuumamoodulite laadimist
fi: Ydinmoduulien lataaminen ei käynnistynyt
fr: Échec du démarrage de Load Kernel Modules
hu: Nem sikerült elindítani a magmodulok betöltését
it: Fallito l'avvio di Load Kernel Modules
ja: Load Kernel Modulesの起動に失敗しました。
lt: Nepavyko paleisti Įkelti branduolio modulių
lv: Neizdevās sākt ielādēt kodola moduļus
nl: Kan laden van kernelmodules niet starten
pl: Nie udało się uruchomić Ładowanie modułów jądra
pt: Falha ao iniciar Carregar Módulos do Kernel
ro: Nu a reușit să pornească Încărcați modulele Kernel
sk: Nepodarilo sa spustiť načítanie modulov jadra
sl: Ni uspelo zagnati nalaganja modulov jedra
sv: Misslyckades med att starta Load Kernel Modules (ladda kärnmoduler)
zh_cn: 启动加载内核模块失败
