Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropc.po
Languages: bg, cs, da, el, es, et, fi, fr, hu, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_cn

source: During boot of the system the error "Failed to start Load Kernel Modules" is displayed. `This is a known issue <https://github.com/QubesOS/qubes-issues/issues/2638>`_ which is not critical and can be ignored.
bg: По време на зареждането на системата се изписва грешката "Failed to start Load Kernel Modules". `Това е известен проблем <https://github.com/QubesOS/qubes-issues/issues/2638>`_, който не е критичен и може да бъде пренебрегнат.
cs: Během spouštění systému se zobrazí chyba "Nepodařilo se spustit Load Kernel Modules". `Jedná se o známý problém <https://github.com/QubesOS/qubes-issues/issues/2638>`_, který není kritický a lze jej ignorovat.
da: Under opstart af systemet vises fejlen "Failed to start Load Kernel Modules" (Fejl ved start af Load Kernel Modules"). `Dette er et kendt problem <https://github.com/QubesOS/qubes-issues/issues/2638>`_, som ikke er kritisk og kan ignoreres.
el: Κατά την εκκίνηση του συστήματος εμφανίζεται το σφάλμα "Απέτυχε να ξεκινήσει η φόρτωση μονάδων πυρήνα". `Αυτό είναι ένα γνωστό πρόβλημα <https://github.com/QubesOS/qubes-issues/issues/2638>`_ το οποίο δεν είναι κρίσιμο και μπορεί να αγνοηθεί.
es: Durante el arranque del sistema se muestra el error "Failed to start Load Kernel Modules". `Se trata de un problema conocido <https://github.com/QubesOS/qubes-issues/issues/2638>`_ que no es crítico y puede ser ignorado.
et: Süsteemi käivitamise ajal kuvatakse viga "Ei õnnestunud käivitada tuumamoodulite laadimist". `See on tuntud probleem <https://github.com/QubesOS/qubes-issues/issues/2638>`_, mis ei ole kriitiline ja mida võib ignoreerida.
fi: Järjestelmän käynnistyksen aikana näytetään virheilmoitus "Ei onnistunut käynnistys Ydinmoduulien lataaminen". `Tämä on tunnettu ongelma <https://github.com/QubesOS/qubes-issues/issues/2638>`_, joka ei ole kriittinen ja voidaan jättää huomiotta.
fr: Lors du démarrage du système, l'erreur "Failed to start Load Kernel Modules" s'affiche. `C'est un problème connu <https://github.com/QubesOS/qubes-issues/issues/2638>`_ qui n'est pas critique et peut être ignoré.
hu: A rendszer indítása során a "Nem sikerült elindítani a magmodulok betöltését" hiba jelenik meg. `Ez egy ismert probléma <https://github.com/QubesOS/qubes-issues/issues/2638>`_, amely nem kritikus, és figyelmen kívül hagyható.
it: Durante l'avvio del sistema viene visualizzato l'errore "Failed to start Load Kernel Modules". `Questo è un problema noto <https://github.com/QubesOS/qubes-issues/issues/2638>`_ che non è critico e può essere ignorato.
ja: システムのブート時に、エラー "Failed to start Load Kernel Modules" が表示されます。`これは既知の問題<https://github.com/QubesOS/qubes-issues/issues/2638>`_であり、重要ではないので無視して構いません。
lt: Sistemos įkrovos metu rodoma klaida "Nepavyko pradėti įkelti branduolio modulių". `Tai žinoma problema <https://github.com/QubesOS/qubes-issues/issues/2638>`_, kuri nėra kritinė ir gali būti ignoruojama.
lv: Sistēmas palaišanas laikā tiek parādīta kļūda "Neizdevās sākt ielādēt kodola moduļus". `Šī ir zināma problēma <https://github.com/QubesOS/qubes-issues/issues/2638>`_, kas nav kritiska un ko var ignorēt.
nl: Tijdens het opstarten van het systeem wordt de foutmelding "Failed to start Load Kernel Modules" weergegeven. `Dit is een bekend probleem <https://github.com/QubesOS/qubes-issues/issues/2638>`_ dat niet kritiek is en kan worden genegeerd.
pl: Podczas uruchamiania systemu wyświetlany jest błąd "Failed to start Load Kernel Modules". `Jest to znany problem <https://github.com/QubesOS/qubes-issues/issues/2638>`_, który nie jest krytyczny i może zostać zignorowany.
pt: Durante a inicialização do sistema o erro "Failed to start Load Kernel Modules" é exibido. `Esta é uma questão conhecida <https://github.com/QubesOS/qubes-issues/issues/2638>`_ que não é crítica e pode ser ignorada.
ro: În timpul pornirii sistemului este afișată eroarea "Failed to start Load Kernel Modules". `Aceasta este o problemă cunoscută <https://github.com/QubesOS/qubes-issues/issues/2638>`_ care nu este critică și poate fi ignorată.
sk: Počas spúšťania systému sa zobrazí chyba "Nepodarilo sa spustiť Load Kernel Modules". `Toto je známy problém <https://github.com/QubesOS/qubes-issues/issues/2638>`_, ktorý nie je kritický a možno ho ignorovať.
sl: Med zagonom sistema se prikaže napaka "Failed to start Load Kernel Modules". `To je znana težava <https://github.com/QubesOS/qubes-issues/issues/2638>`_, ki ni kritična in jo lahko prezrete.
sv: Under uppstarten av systemet visas felet "Failed to start Load Kernel Modules". `Detta är ett känt problem <https://github.com/QubesOS/qubes-issues/issues/2638>`_ som inte är kritiskt och kan ignoreras.
zh_cn: 在系统启动过程中，显示错误"Failed to start Load Kernel Modules"。`这是一个已知的问题 <https://github.com/QubesOS/qubes-issues/issues/2638>`_这不是关键问题，可以忽略不计。

source: NitroPC with Ubuntu
bg: NitroPC с Ubuntu
cs: NitroPC s Ubuntu
da: NitroPC med Ubuntu
el: NitroPC με Ubuntu
es: NitroPC con Ubuntu
et: NitroPC koos Ubuntuga
fi: NitroPC Ubuntun kanssa
fr: NitroPC avec Ubuntu
hu: NitroPC Ubuntuval
it: NitroPC con Ubuntu
ja: Ubuntuを搭載したNitroPC
lt: NitroPC su "Ubuntu
lv: NitroPC ar Ubuntu
nl: NitroPC met Ubuntu
pl: NitroPC z Ubuntu
pt: NitroPC com Ubuntu
ro: NitroPC cu Ubuntu
sk: NitroPC s Ubuntu
sl: NitroPC z Ubuntujem
sv: NitroPC med Ubuntu
zh_cn: 带有Ubuntu的NitroPC

source: NitroPC FAQ
bg: Често задавани въпроси за NitroPC
cs: Nejčastější dotazy k systému NitroPC
da: Ofte stillede spørgsmål om NitroPC
el: Συχνές ερωτήσεις NitroPC
es: Preguntas frecuentes sobre NitroPC
et: NitroPC KKK
fr: FAQ de NitroPC
hu: NitroPC GYIK
lt: "NitroPC" DUK
lv: NitroPC bieži uzdotie jautājumi
sl: NitroPC Pogosta vprašanja
sv: Vanliga frågor om NitroPC
zh_cn: NitroPC常见问题

source: Download one of the operating system images: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`__, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`__, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`__, `Linux Mint <https://linuxmint.com/download.php>`__
fr: Téléchargez l'une des images de système d'exploitation : `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`__, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`__, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso>`__

source: Optional: Download hash sum and `verify <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`__ the downloaded operating system image.
fr: Facultatif : Télécharger la somme de hachage et `vérifier <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`__ l'image du système d'exploitation téléchargée : `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`__, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`__, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`__, `Linux Mint <https://www.nitrokey.com/files/linuxmint/latest.iso.sha256sum>`__

source: `Sign the boot partition. <system-update.html>`__
fr: `Signer la partition de démarrage. <system-update.html> `__
