Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropc.po
Languages: bg, cs, da, el, es, et, fi, fr, hu, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_cn

source: NitroPC with Debian
bg: NitroPC с Debian
cs: NitroPC s Debianem
da: NitroPC med Debian
el: NitroPC με Debian
es: NitroPC con Debian
et: NitroPC koos Debianiga
fi: NitroPC Debianin kanssa
fr: NitroPC avec Debian
hu: NitroPC Debian rendszerrel
it: NitroPC con Debian
ja: Debianを搭載したNitroPC
lt: NitroPC su Debian
lv: NitroPC ar Debian
nl: NitroPC met Debian
pl: NitroPC z Debianem
pt: NitroPC com Debian
ro: NitroPC cu Debian
sk: NitroPC s Debianom
sl: NitroPC z Debianom
sv: NitroPC med Debian
zh_cn: 使用Debian的NitroPC

source: Getting Started
bg: Започване на работа
cs: Začínáme
da: Kom godt i gang
el: Ξεκινώντας
es: Cómo empezar
et: Alustamine
fi: Aloittaminen
fr: Pour commencer
hu: Kezdő lépések
it: Come iniziare
ja: はじめに
lt: Darbo pradžia
lv: Darba sākšana
nl: Aan de slag
pl: Rozpoczęcie pracy
pt: Como Começar
ro: Noțiuni introductive
sk: Začíname
sl: Začetek
sv: Komma igång
zh_cn: 入门

source: During boot, the system will prompt you to enter the passphrase to decrypt the hard disk. Enter the default passphrase “PleaseChangeMe”.
bg: По време на зареждането системата ще ви подкани да въведете паролата за декриптиране на твърдия диск. Въведете паролата по подразбиране "PleaseChangeMe".
cs: Během spouštění systému vás systém vyzve k zadání přístupové fráze pro dešifrování pevného disku. Zadejte výchozí přístupovou frázi "PleaseChangeMe".
da: Under opstart vil systemet bede dig om at indtaste en adgangsfrase for at dekryptere harddisken. Indtast standardpassphrase "PleaseChangeMe".
el: Κατά την εκκίνηση, το σύστημα θα σας ζητήσει να εισαγάγετε τη φράση πρόσβασης για την αποκρυπτογράφηση του σκληρού δίσκου. Εισάγετε την προεπιλεγμένη συνθηματική φράση "PleaseChangeMe".
es: Durante el arranque, el sistema le pedirá que introduzca la frase de contraseña para descifrar el disco duro. Introduzca la frase de contraseña por defecto "PleaseChangeMe".
et: Süsteem palub teil käivitamise ajal sisestada kõvaketta dekrüpteerimiseks salasõna. Sisestage vaikimisi salasõna "PleaseChangeMe".
fi: Käynnistyksen aikana järjestelmä pyytää sinua antamaan salasanan kiintolevyn salauksen purkamiseksi. Syötä oletussalasana "PleaseChangeMe".
fr: Pendant le démarrage, le système vous demandera d'entrer la phrase de passe pour décrypter le disque dur. Entrez la phrase de passe par défaut "PleaseChangeMe".
hu: A rendszer a rendszerindítás során a merevlemez visszafejtéséhez szükséges jelszó megadására szólítja fel. Adja meg az alapértelmezett "PleaseChangeMe" jelszót.
it: Durante l'avvio, il sistema vi chiederà di inserire la passphrase per decriptare il disco rigido. Inserisci la passphrase predefinita "PleaseChangeMe".
ja: 起動時に、ハードディスクを復号化するためのパスフレーズの入力を求められます。デフォルトのパスフレーズ "PleaseChangeMe "を入力してください。
lt: Įkrovimo metu sistema paprašys įvesti slaptažodį, kad būtų iššifruotas kietasis diskas. Įveskite numatytąją slaptažodžių frazę "PleaseChangeMe".
lv: Palaišanas laikā sistēma lūgs ievadīt piekļuves frāzi, lai atšifrētu cieto disku. Ievadiet noklusējuma paroli "PleaseChangeMe".
nl: Tijdens het opstarten zal het systeem u vragen de passphrase in te voeren om de harde schijf te decoderen. Voer de standaard passphrase "PleaseChangeMe" in.
pl: Podczas rozruchu system poprosi o wprowadzenie hasła w celu odszyfrowania dysku twardego. Wprowadź domyślną frazę hasła "PleaseChangeMe".
pt: Durante o arranque, o sistema irá pedir-lhe para introduzir a frase-chave para decifrar o disco rígido. Insira a frase-chave padrão "PleaseChangeMe".
ro: În timpul pornirii, sistemul vă va solicita să introduceți fraza de acces pentru decriptarea hard disk-ului. Introduceți fraza de acces implicită "PleaseChangeMe".
sk: Počas spúšťania systému vás systém vyzve na zadanie prístupovej frázy na dešifrovanie pevného disku. Zadajte predvolenú prístupovú frázu "PleaseChangeMe".
sl: Med zagonom vas bo sistem pozval k vnosu gesla za dešifriranje trdega diska. Vnesite privzeto geslo "PleaseChangeMe".
sv: Under uppstarten uppmanar systemet dig att ange lösenfrasen för att dekryptera hårddisken. Ange standardlösenordet "PleaseChangeMe".
zh_cn: 在启动过程中，系统会提示你输入密码来解密硬盘。输入默认的口令 "PleaseChangeMe"。

source: The system has a user account setup already. Choose it and login with the default passphrase "PleaseChangeMe". You may keep using the existing user account or create you a new one, as you like.
bg: В системата вече е създаден потребителски акаунт. Изберете го и влезте с паролата по подразбиране "PleaseChangeMe". Можете да продължите да използвате съществуващия потребителски акаунт или да създадете нов, както желаете.
cs: V systému je již nastaven uživatelský účet. Vyberte jej a přihlaste se pomocí výchozí přístupové fráze "PleaseChangeMe". Můžete nadále používat stávající uživatelský účet nebo si vytvořit nový, jak chcete.
da: Der er allerede oprettet en brugerkonto i systemet. Vælg den og log ind med standardpasset "PleaseChangeMe". Du kan fortsætte med at bruge den eksisterende brugerkonto eller oprette en ny, som du vil.
el: Το σύστημα έχει ήδη εγκαταστήσει έναν λογαριασμό χρήστη. Επιλέξτε τον και συνδεθείτε με την προεπιλεγμένη φράση πρόσβασης "PleaseChangeMe". Μπορείτε να συνεχίσετε να χρησιμοποιείτε τον υπάρχοντα λογαριασμό χρήστη ή να δημιουργήσετε έναν νέο, όπως επιθυμείτε.
es: El sistema ya tiene una cuenta de usuario configurada. Elíjala e inicie sesión con la frase de contraseña predeterminada "PleaseChangeMe". Puede seguir utilizando la cuenta de usuario existente o crear una nueva, como desee.
et: Süsteemis on kasutajakonto juba loodud. Valige see ja logige sisse vaikimisi parooliga "PleaseChangeMe". Võite kasutada olemasolevat kasutajakontot või luua endale uue, nagu soovite.
fi: Järjestelmässä on jo käyttäjätili. Valitse se ja kirjaudu sisään oletussalasanalla "PleaseChangeMe". Voit käyttää olemassa olevaa käyttäjätiliä tai luoda uuden käyttäjätilin, jos haluat.
fr: Un compte utilisateur est déjà configuré dans le système. Choisissez-le et connectez-vous avec la phrase de passe par défaut "PleaseChangeMe". Vous pouvez continuer à utiliser le compte utilisateur existant ou en créer un nouveau, comme vous le souhaitez.
hu: A rendszer már rendelkezik felhasználói fiókkal. Válassza ki, és jelentkezzen be az alapértelmezett jelszóval "PleaseChangeMe". Tetszés szerint használhatja a meglévő felhasználói fiókot, vagy létrehozhat egy újat.
it: Il sistema ha già un account utente impostato. Sceglietelo ed effettuate il login con la passphrase di default "PleaseChangeMe". Puoi continuare ad usare l'account utente esistente o crearne uno nuovo, come preferisci.
ja: システムにはすでにユーザーアカウントが設定されています。それを選択して、デフォルトのパスフレーズ "PleaseChangeMe" でログインしてください。既存のユーザーアカウントを使い続けることも、新しいユーザーアカウントを作成することもできますが、お好みでどうぞ。
lt: Sistemoje jau yra sukurta naudotojo paskyra. Pasirinkite ją ir prisijunkite naudodami numatytąją slaptažodžių frazę "PleaseChangeMe". Galite toliau naudoti esamą naudotojo paskyrą arba susikurti naują, kaip jums patinka.
lv: Sistēmā jau ir iestatīts lietotāja konts. Izvēlieties to un piesakieties, izmantojot noklusējuma paroli "PleaseChangeMe". Jūs varat turpināt izmantot esošo lietotāja kontu vai izveidot jaunu lietotāja kontu pēc saviem ieskatiem.
nl: Het systeem heeft al een gebruikersaccount ingesteld. Kies deze en log in met de standaard passphrase "PleaseChangeMe". U kunt de bestaande gebruikersaccount blijven gebruiken of een nieuwe aanmaken, zoals u wilt.
pl: W systemie jest już skonfigurowane konto użytkownika. Wybierz je i zaloguj się za pomocą domyślnego hasła "PleaseChangeMe". Możesz nadal używać istniejącego konta użytkownika lub utworzyć nowe, jak chcesz.
pt: O sistema já tem uma configuração de conta de usuário. Escolha-a e faça o login com a senha padrão "PleaseChangeMe". Você pode continuar usando a conta de usuário existente ou criar uma nova, como você quiser.
ro: Sistemul are deja un cont de utilizator configurat. Alegeți-l și conectați-vă cu fraza de acces implicită "PleaseChangeMe". Puteți continua să folosiți contul de utilizator existent sau să vă creați unul nou, după cum doriți.
sk: V systéme je už nastavené používateľské konto. Vyberte ho a prihláste sa pomocou predvolenej prístupovej frázy "PleaseChangeMe". Môžete naďalej používať existujúce používateľské konto alebo si vytvoriť nové, podľa vlastného uváženia.
sl: V sistemu je uporabniški račun že nastavljen. Izberite ga in se prijavite s privzeto geslo "PleaseChangeMe". Po želji lahko še naprej uporabljate obstoječi uporabniški račun ali pa ustvarite novega.
sv: Systemet har redan ett användarkonto. Välj det och logga in med standardlösenordet "PleaseChangeMe". Du kan fortsätta att använda det befintliga användarkontot eller skapa ett nytt, som du vill.
zh_cn: 该系统已经设置了一个用户账户。选择它并使用默认的口令"PleaseChangeMe"登录。你可以继续使用现有的用户账户，或者根据你的意愿创建一个新的账户。

source: Change the passphrase for disk encryption by opening a terminal and execute:
bg: Променете паролата за криптиране на диска, като отворите терминал и изпълните:
cs: Změňte přístupovou frázi pro šifrování disku tak, že otevřete terminál a spustíte:
da: Ændr adgangsfraserne til disk-kryptering ved at åbne en terminal og udføre:
el: Αλλάξτε τη φράση πρόσβασης για την κρυπτογράφηση δίσκου ανοίγοντας ένα τερματικό και εκτελώντας:
es: Cambie la frase de contraseña para el cifrado del disco abriendo un terminal y ejecutando:
et: Muutke ketta krüpteerimise salasõna, avades terminali ja tehes järgmist:
fi: Muuta levyn salauksen salasana avaamalla pääte ja suorittamalla:
fr: Changez la phrase de passe pour le cryptage du disque en ouvrant un terminal et en exécutant :
hu: Módosítsa a lemez titkosításához használt jelszót a terminál megnyitásával és a következő parancs végrehajtásával:
it: Cambia la passphrase per la crittografia del disco aprendo un terminale ed esegui:
ja: ディスク暗号化用のパスフレーズを変更するには、ターミナルを開いて実行します。
lt: Pakeiskite disko šifravimo slaptažodį atidarydami terminalą ir vykdydami:
lv: Mainiet diska šifrēšanas paroli, atverot termināli un izpildot:
nl: Wijzig de wachtwoordzin voor schijfversleuteling door een terminal te openen en uit te voeren:
pl: Zmień hasło dla szyfrowania dysku, otwierając terminal i wykonując:
pt: Altere a frase-chave para criptografia de disco abrindo um terminal e execute:
ro: Schimbați fraza de acces pentru criptarea discului deschizând un terminal și executați:
sk: Zmeňte prístupovú frázu pre šifrovanie disku otvorením terminálu a vykonaním:
sl: Geslo za šifriranje diska spremenite tako, da odprete terminal in izvedete:
sv: Ändra lösenfrasen för diskkryptering genom att öppna en terminal och köra:
zh_cn: 通过打开一个终端并执行，改变磁盘加密的口令。

source: Using WIFI (with RTL8821ce chipset)
bg: Използване на WIFI (с чипсет RTL8821ce)
cs: Použití WIFI (s čipovou sadou RTL8821ce)
da: Brug af WIFI (med RTL888821ce-chipsæt)
el: Χρήση WIFI (με chipset RTL8821ce)
es: Uso de WIFI (con el chipset RTL8821ce)
et: WIFI kasutamine (kiibistikuga RTL8821ce)
fi: WIFI:n käyttö (RTL8821ce-piirisarjalla)
fr: Utilisation du WIFI (avec le chipset RTL8821ce)
hu: WIFI használata (RTL8821ce lapkakészlettel)
it: Utilizzo del WIFI (con chipset RTL8821ce)
ja: WIFI使用時（RTL8821ceチップセット使用時）
lt: Naudojant WIFI (su RTL8821ce mikroschemų rinkiniu)
lv: Izmantojot WIFI (ar RTL8821ce mikroshēmu)
nl: WIFI gebruiken (met RTL8821ce chipset)
pl: Korzystanie z WIFI (z chipsetem RTL8821ce)
pt: Usando WIFI (com chipset RTL8821ce)
ro: Utilizarea WIFI (cu chipset RTL8821ce)
sk: Používanie WIFI (s čipovou sadou RTL8821ce)
sl: Uporaba WIFI (s čipovjem RTL8821ce)
sv: Användning av WIFI (med RTL8821ce-chipset)
zh_cn: 使用WIFI（使用RTL8821ce芯片组）

source: Operating System Reinstallation
bg: Преинсталиране на операционната система
cs: Přeinstalace operačního systému
da: Geninstallation af operativsystemet
el: Επανεγκατάσταση λειτουργικού συστήματος
es: Reinstalación del sistema operativo
et: Operatsioonisüsteemi uuesti paigaldamine
fi: Käyttöjärjestelmän uudelleenasennus
fr: Réinstallation du système d'exploitation
hu: Az operációs rendszer újratelepítése
it: Reinstallazione del sistema operativo
ja: オペレーティングシステムの再インストール
lt: Operacinės sistemos perinstaliavimas
lv: Operētājsistēmas pārinstalēšana
nl: Opnieuw installeren van het besturingssysteem
pl: Reinstalacja systemu operacyjnego
pt: Reinstalação do sistema operacional
ro: Reinstalarea sistemului de operare
sk: Preinštalovanie operačného systému
sl: Ponovna namestitev operacijskega sistema
sv: Ominstallation av operativsystemet
zh_cn: 操作系统的重新安装

source: Booting this USB drive entirely erases all data on the hard disk or SSD of the NitroPad without further warning. Don’t boot this USB drive on any computer which contains data you want to keep. Make sure to format the USB drive after the intended use.
bg: Зареждането на това USB устройство изтрива изцяло всички данни от твърдия диск или SSD диска на NitroPad без допълнително предупреждение. Не зареждайте това USB устройство на компютър, който съдържа данни, които искате да запазите. Уверете се, че сте форматирали USB устройството след използването му по предназначение.
cs: Spuštění tohoto USB disku zcela vymaže všechna data na pevném disku nebo SSD disku NitroPad bez dalšího varování. Nespouštějte tento USB disk na žádném počítači, který obsahuje data, jež chcete zachovat. Po zamýšleném použití nezapomeňte jednotku USB naformátovat.
da: Hvis du starter dette USB-drev op, slettes alle data på harddisken eller SSD'en på NitroPad uden yderligere advarsel. Start ikke dette USB-drev op på en computer, der indeholder data, som du ønsker at beholde. Sørg for at formatere USB-drevet efter den tilsigtede brug.
el: Η εκκίνηση αυτής της μονάδας USB διαγράφει πλήρως όλα τα δεδομένα στον σκληρό δίσκο ή τον SSD του NitroPad χωρίς περαιτέρω προειδοποίηση. Μην εκκινήσετε αυτή τη μονάδα USB σε οποιονδήποτε υπολογιστή που περιέχει δεδομένα τα οποία θέλετε να διατηρήσετε. Φροντίστε να διαμορφώσετε τη μονάδα USB μετά την προβλεπόμενη χρήση.
es: Al arrancar esta unidad USB se borran por completo todos los datos del disco duro o de la unidad SSD del NitroPad sin previo aviso. No arranque esta unidad USB en ningún ordenador que contenga datos que desee conservar. Asegúrese de formatear la unidad USB después del uso previsto.
et: Selle USB-ketta käivitamine kustutab täielikult kõik NitroPad'i kõvakettal või SSD-kettal olevad andmed ilma täiendava hoiatuseta. Ärge käivitage seda USB-ketast üheski arvutis, mis sisaldab andmeid, mida soovite säilitada. Vormindage USB-ketas kindlasti pärast ettenähtud kasutamist.
fi: Tämän USB-aseman käynnistäminen poistaa kaikki NitroPadin kiintolevyllä tai SSD-levyllä olevat tiedot kokonaan ilman lisävaroitusta. Älä käynnistä tätä USB-asemaa millään tietokoneella, jossa on tietoja, jotka haluat säilyttää. Muista alustaa USB-asema käyttötarkoituksen jälkeen.
fr: Le démarrage de cette clé USB efface entièrement toutes les données du disque dur ou du SSD du NitroPad sans autre avertissement. Ne démarrez pas cette clé USB sur un ordinateur qui contient des données que vous souhaitez conserver. Veillez à formater la clé USB après l'utilisation prévue.
hu: Az USB-meghajtó indítása minden további figyelmeztetés nélkül törli a NitroPad merevlemezén vagy SSD-jén lévő összes adatot. Ne indítsa ezt az USB-meghajtót olyan számítógépen, amely olyan adatokat tartalmaz, amelyeket meg szeretne őrizni. A rendeltetésszerű használat után mindenképpen formázza az USB-meghajtót.
it: L'avvio di questo drive USB cancella completamente tutti i dati sul disco rigido o SSD del NitroPad senza ulteriore avviso. Non avviare questo drive USB su un computer che contiene dati che vuoi conservare. Assicurati di formattare il drive USB dopo l'uso previsto.
ja: このUSBメモリーを起動すると、NitroPadのハードディスクやSSDのデータが予告なく完全に消去されます。保存しておきたいデータがあるコンピュータでは、このUSBドライブを起動しないでください。使用後は必ずUSBドライブをフォーマットしてください。
lt: Įkrovus šį USB įrenginį, visi "NitroPad" standžiajame diske arba SSD diske esantys duomenys visiškai ištrinami be papildomo įspėjimo. Neįkraukite šio USB disko jokiame kompiuteryje, kuriame yra duomenų, kuriuos norite išsaugoti. Po numatyto naudojimo būtinai suformatuokite USB diską.
lv: Ievietojot šo USB disku, tiek pilnībā izdzēsti visi dati NitroPad cietajā diskā vai SSD diskā bez papildu brīdinājuma. Neievietojiet šo USB disku nevienā datorā, kurā ir dati, kurus vēlaties saglabāt. Pārliecinieties, ka pēc paredzētās lietošanas reizes USB disks ir formatēts.
nl: Het opstarten van deze USB-drive wist alle gegevens op de harde schijf of SSD van de NitroPad volledig zonder verdere waarschuwing. Start deze USB-stick niet op op een computer die gegevens bevat die u wilt bewaren. Zorg ervoor dat u de USB-drive formatteert na het bedoelde gebruik.
pl: Uruchomienie tego napędu USB całkowicie usunie wszystkie dane z dysku twardego lub SSD NitroPada bez dodatkowego ostrzeżenia. Nie uruchamiaj tego napędu USB na żadnym komputerze, który zawiera dane, które chcesz zachować. Upewnij się, że sformatowałeś napęd USB po użyciu go zgodnie z przeznaczeniem.
pt: A inicialização desta unidade USB apaga completamente todos os dados no disco rígido ou SSD do NitroPad sem mais avisos. Não arranque esta unidade USB em nenhum computador que contenha dados que queira guardar. Certifique-se de formatar o drive USB após o uso pretendido.
ro: Pornirea acestei unități USB șterge în întregime toate datele de pe hard disk sau de pe SSD-ul NitroPad fără alte avertismente. Nu porniți această unitate USB pe niciun computer care conține date pe care doriți să le păstrați. Asigurați-vă că formatați unitatea USB după utilizarea prevăzută.
sk: Zavedením tohto USB disku sa úplne vymažú všetky údaje na pevnom disku alebo SSD disku zariadenia NitroPad bez ďalšieho upozornenia. Nespúšťajte tento USB disk na žiadnom počítači, ktorý obsahuje údaje, ktoré chcete zachovať. Po skončení zamýšľaného používania sa uistite, že ste jednotku USB naformátovali.
sl: Z zagonom tega pogona USB brez dodatnega opozorila v celoti izbrišete vse podatke na trdem disku ali SSD naprave NitroPad. Ne zaženite tega pogona USB v računalniku, ki vsebuje podatke, ki jih želite ohraniti. Po predvideni uporabi poskrbite za formatiranje pogona USB.
sv: Om du startar upp USB-enheten raderas all data på NitroPads hårddisk eller SSD-enhet helt och hållet utan ytterligare förvarning. Starta inte upp den här USB-enheten på en dator som innehåller data som du vill behålla. Se till att formatera USB-enheten efter avsedd användning.
zh_cn: 启动这个USB驱动器会完全删除NitroPad硬盘或固态硬盘上的所有数据，而不会有进一步的警告。请不要在任何含有你想保留的数据的电脑上启动该USB驱动器。请确保在使用完USB驱动器后对其进行格式化。
