Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropc.po
Languages: bg, cs, da, el, es, et, fi, fr, hu, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_cn

source: If you press Enter afterwards, you will get an error message that looks like this or similar:
bg: Ако след това натиснете Enter, ще получите съобщение за грешка, което изглежда по следния начин:
da: Hvis du trykker på Enter bagefter, får du en fejlmeddelelse, der ser ud som denne eller lignende:
el: Αν πατήσετε Enter στη συνέχεια, θα λάβετε ένα μήνυμα σφάλματος που μοιάζει με αυτό ή παρόμοιο:
es: Si después pulsa Enter, obtendrá un mensaje de error parecido a éste o similar:
fi: Jos painat sen jälkeen Enter-näppäintä, saat virheilmoituksen, joka näyttää tältä tai vastaavalta:
fr: Si vous appuyez ensuite sur Entrée, vous obtiendrez un message d'erreur ressemblant à celui-ci ou à un message similaire :
hu: Ha ezután megnyomja az Entert, egy ilyen vagy ehhez hasonló hibaüzenetet kap:
it: Se poi premete Invio, otterrete un messaggio di errore che assomiglia a questo o simile:
ja: その後、Enterを押すと、以下のようなエラーメッセージが表示されます。
lv: Ja pēc tam nospiedīsiet Enter, tiks parādīts šāds vai līdzīgs kļūdas ziņojums:
pl: Jeśli naciśniesz Enter po tym, otrzymasz komunikat o błędzie, który wygląda tak lub podobnie:
pt: Se você pressionar Enter depois, você receberá uma mensagem de erro que se parece com esta ou similar:
sv: Om du trycker på Enter efteråt får du ett felmeddelande som ser ut ungefär så här:
zh_cn: 如果你事后按回车键，你会得到一个错误信息，看起来像这样或类似的信息。

source: Confirm the message with Enter to have the files changed by the system update verified. Afterwards you will be asked again for a confirmation.
bg: Потвърдете съобщението с Enter, за да проверите файловете, променени от системната актуализация. След това ще бъдете попитани отново за потвърждение.
da: Bekræft meddelelsen med Enter for at få verificeret de filer, der er ændret af systemopdateringen. Herefter bliver du igen bedt om en bekræftelse.
el: Επιβεβαιώστε το μήνυμα με Enter για να επαληθευτούν τα αρχεία που έχουν αλλάξει από την ενημέρωση του συστήματος. Στη συνέχεια θα σας ζητηθεί εκ νέου επιβεβαίωση.
es: Confirme el mensaje con Enter para que se verifiquen los archivos modificados por la actualización del sistema. Después se le pedirá de nuevo una confirmación.
fi: Vahvista viesti Enter-näppäimellä, jotta järjestelmäpäivityksen muuttamat tiedostot tarkistetaan. Tämän jälkeen sinulta pyydetään uudelleen vahvistusta.
fr: Confirmez le message en appuyant sur Entrée pour que les fichiers modifiés par la mise à jour du système soient vérifiés. Ensuite, une confirmation vous sera à nouveau demandée.
hu: A rendszerfrissítés által megváltoztatott fájlok ellenőrzéséhez erősítse meg az üzenetet az Enter billentyűvel. Ezt követően a rendszer ismét megerősítést kér.
it: Confermate il messaggio con Invio per far verificare i file modificati dall'aggiornamento del sistema. Dopodiché vi verrà chiesta di nuovo una conferma.
ja: メッセージをEnterキーで確認すると、システムアップデートで変更されたファイルが検証されます。その後、再度確認のメッセージが表示されます。
lv: Apstipriniet ziņojumu ar Enter, lai pārbaudītu sistēmas atjaunināšanas rezultātā mainītos failus. Pēc tam vēlreiz tiks pieprasīts apstiprinājums.
pl: Potwierdź komunikat klawiszem Enter, aby zweryfikować pliki zmienione przez aktualizację systemu. Następnie zostaniesz ponownie poproszony o potwierdzenie.
pt: Confirmar a mensagem com Enter para que os arquivos sejam modificados pela atualização do sistema. Em seguida, você será solicitado novamente por uma confirmação.
sv: Bekräfta meddelandet med Enter för att verifiera de filer som ändrats av systemuppdateringen. Därefter kommer du att bli ombedd att bekräfta igen.
zh_cn: 用回车键确认信息，使系统更新所改变的文件得到验证。之后，你会被再次要求确认。

source: Now insert the Nitrokey if this is not already the case and confirm with Enter. Then you must enter the User PIN of the Nitrokey (default: 123456). You will not see the characters you typed in on the screen.
bg: Сега поставете ключа Nitrokey, ако все още не е поставен, и потвърдете с Enter. След това трябва да въведете потребителския PIN код на Nitrokey (по подразбиране: 123456). На екрана няма да се виждат въведените от вас символи.
da: Indsæt nu Nitrokey, hvis det ikke allerede er tilfældet, og bekræft med Enter. Derefter skal du indtaste Nitrokey'ens bruger-PIN-kode (standard: 123456). Du vil ikke se de tegn, du har indtastet, på skærmen.
el: Εισάγετε τώρα το κλειδί Nitrokey, αν δεν είναι ήδη έτοιμο, και επιβεβαιώστε με Enter. Στη συνέχεια, πρέπει να εισαγάγετε τον κωδικό PIN χρήστη του Nitrokey (προεπιλογή: 123456). Δεν θα δείτε τους χαρακτήρες που πληκτρολογήσατε στην οθόνη.
es: Ahora introduzca la Nitrokey si no es ya el caso y confirme con Enter. A continuación, debe introducir el PIN de usuario de la Nitrokey (por defecto: 123456). No verá en la pantalla los caracteres que ha introducido.
fi: Aseta nyt Nitrokey-avain, jos se ei ole vielä käytössä, ja vahvista Enter-näppäimellä. Syötä sitten Nitrokey-avaimen käyttäjän PIN-koodi (oletus: 123456). Näytöllä ei näy kirjoittamasi merkit.
fr: Insérez maintenant la Nitrokey si ce n'est pas déjà le cas et confirmez avec Enter. Vous devez ensuite saisir le code PIN utilisateur de la Nitrokey (par défaut : 123456). Vous ne verrez pas les caractères que vous avez tapés à l'écran.
hu: Most helyezze be a Nitrokey-t, ha ez még nem történt meg, és erősítse meg az Enter billentyűvel. Ezután adja meg a Nitrokey felhasználói PIN-kódját (alapértelmezett: 123456). A képernyőn nem fogja látni a beírt karaktereket.
it: Ora inserite la Nitrokey se non è già così e confermate con Enter. Poi dovete inserire il PIN utente della Nitrokey (default: 123456). Non vedrete sullo schermo i caratteri che avete digitato.
ja: ここでNitrokeyを挿入し、Enterキーで確認してください。次に、NitrokeyのユーザーPIN（デフォルト：123456）を入力してください。画面には入力した文字が表示されません。
lv: Tagad ievietojiet Nitrokey, ja tas vēl nav izdarīts, un apstipriniet ar Enter. Pēc tam jāievada Nitrokey lietotāja PIN kods (noklusējuma iestatījums: 123456). Ievadītās rakstzīmes ekrānā netiks redzētas.
pl: Teraz należy włożyć Nitrokey, jeśli jeszcze tego nie zrobiono, i potwierdzić Enterem. Następnie należy wprowadzić kod PIN użytkownika Nitrokey (domyślnie: 123456). Wpisane znaki nie będą widoczne na ekranie.
pt: Agora insira a Nitrokey se este ainda não for o caso e confirme com Enter. Depois deve introduzir o PIN de utilizador da Nitrokey (por defeito: 123456). Não verá os caracteres que digitou no ecrã.
sv: Sätt nu in Nitrokey om du inte redan har gjort det och bekräfta med Enter. Därefter måste du ange Nitrokeys användar-PIN-koden (standard: 123456). Du kommer inte att se de tecken som du har skrivit in på skärmen.
zh_cn: 现在插入硝基钥匙，如果还没有的话，用回车键确认。然后你必须输入硝基钥匙的用户密码（默认：123456）。你不会在屏幕上看到你输入的字符。

source: Heads expects an English keyboard layout, on which e.g. “y” and “z” are swapped in comparison to the German keyboard layout. If you agree with the default selection (which is written in capital letter) you can also simply confirm by pressing Enter.
bg: Heads очаква английска клавиатурна подредба, при която например буквите "y" и "z" са разменени в сравнение с немската клавиатурна подредба. Ако сте съгласни с избора по подразбиране (който е изписан с главни букви), можете също така просто да потвърдите, като натиснете Enter.
da: Heads forventer et engelsk tastaturlayout, hvor f.eks. "y" og "z" er byttet om i forhold til det tyske tastaturlayout. Hvis du er enig i standardvalget (som er skrevet med store bogstaver), kan du også blot bekræfte ved at trykke på Enter.
el: Το Heads περιμένει μια αγγλική διάταξη πληκτρολογίου, στην οποία π.χ. τα "y" και "z" είναι ανταλλαγμένα σε σύγκριση με τη γερμανική διάταξη πληκτρολογίου. Εάν συμφωνείτε με την προεπιλεγμένη επιλογή (η οποία είναι γραμμένη με κεφαλαία γράμματα), μπορείτε επίσης απλά να επιβεβαιώσετε πατώντας Enter.
es: Heads espera una distribución de teclado en inglés, en la que, por ejemplo, la "y" y la "z" se intercambian en comparación con la distribución de teclado en alemán. Si está de acuerdo con la selección por defecto (que se escribe en mayúsculas) también puede confirmar simplemente pulsando Enter.
fi: Heads odottaa englanninkielistä näppäimistöasettelua, jossa esimerkiksi "y" ja "z" on vaihdettu saksalaiseen näppäimistöasetteluun verrattuna. Jos hyväksyt oletusvalinnan (joka on kirjoitettu isolla kirjaimella), voit myös yksinkertaisesti vahvistaa sen painamalla Enter-näppäintä.
fr: Heads s'attend à une disposition du clavier en anglais, sur laquelle, par exemple, les lettres "y" et "z" sont interverties par rapport à la disposition du clavier en allemand. Si vous êtes d'accord avec la sélection par défaut (qui est écrite en majuscules), vous pouvez aussi simplement confirmer en appuyant sur la touche Entrée.
hu: A Heads angol billentyűzetkiosztást vár, amelyen például az "y" és a "z" fel van cserélve a német billentyűzetkiosztáshoz képest. Ha egyetért az alapértelmezett választással (amely nagybetűvel van írva), akkor egyszerűen megerősítheti az Enter megnyomásával is.
it: Heads si aspetta un layout di tastiera inglese, in cui per esempio "y" e "z" sono scambiati rispetto al layout della tastiera tedesca. Se sei d'accordo con la selezione di default (che è scritta in maiuscolo) puoi anche semplicemente confermare premendo Invio.
ja: Heads は英語のキーボードレイアウトを想定しており、ドイツ語のキーボードレイアウトと比較して、例えば「y」と「z」が入れ替わっています。デフォルトの選択（大文字で書かれている）に同意する場合は、単に Enter を押して確認することもできます。
lv: Heads sagaida angļu valodas tastatūras izkārtojumu, kurā, piemēram, "y" un "z" ir apmainīti, salīdzinot ar vācu valodas tastatūras izkārtojumu. Ja piekrītat noklusējuma izvēlei (kas rakstīta ar lielo burtu), varat arī vienkārši apstiprināt, nospiežot Enter.
pl: Heads oczekuje angielskiego układu klawiatury, na którym np. "y" i "z" są zamienione w stosunku do niemieckiego układu klawiatury. Jeśli zgadzasz się z domyślnym wyborem (który jest pisany wielką literą) możesz też po prostu potwierdzić go naciskając Enter.
pt: Os cabeçalhos esperam um layout de teclado inglês, no qual, por exemplo, "y" e "z" são trocados em comparação com o layout de teclado alemão. Se você concordar com a seleção padrão (que é escrita em letra maiúscula), você também pode simplesmente confirmar pressionando Enter.
sv: Heads förväntar sig en engelsk tangentbordslayout, där t.ex. "y" och "z" är ombytta jämfört med den tyska tangentbordslayouten. Om du godkänner standardvalet (som skrivs med stor bokstav) kan du också helt enkelt bekräfta genom att trycka på Enter.
zh_cn: Heads希望使用英语键盘布局，例如，与德语键盘布局相比，"y "和 "z "被调换了。如果你同意默认选择（用大写字母书写），你也可以简单地按回车键确认。

source: Now the NitroPad marks the files changed by the update as verified.
bg: Сега NitroPad отбелязва файловете, променени от актуализацията, като проверени.
da: Nu markerer NitroPad de filer, der er ændret af opdateringen, som verificerede.
el: Τώρα το NitroPad επισημαίνει τα αρχεία που έχουν αλλάξει από την ενημέρωση ως επαληθευμένα.
es: Ahora el NitroPad marca los archivos modificados por la actualización como verificados.
fi: Nyt NitroPad merkitsee päivityksen muuttamat tiedostot varmennetuiksi.
fr: Maintenant, le NitroPad marque les fichiers modifiés par la mise à jour comme vérifiés.
hu: Most a NitroPad ellenőrzöttnek jelöli a frissítés által módosított fájlokat.
it: Ora NitroPad segna i file cambiati dall'aggiornamento come verificati.
ja: これでNitroPadは、アップデートによって変更されたファイルを検証済みとしてマークします。
lv: Tagad NitroPad atzīmē atjaunināšanas rezultātā mainītos failus kā pārbaudītus.
pl: Teraz NitroPad oznacza pliki zmienione przez aktualizację jako zweryfikowane.
pt: Agora o NitroPad marca os arquivos alterados pela atualização, conforme verificado.
sv: Nu markerar NitroPad de filer som ändrats av uppdateringen som verifierade.
zh_cn: 现在，NitroPad将被更新改变的文件标记为已验证。

source: Boot Entry Has Changed
bg: Въвеждането на ботуша е променено
da: Indtastning af boot har ændret sig
el: Η είσοδος εκκίνησης έχει αλλάξει
es: La entrada de la bota ha cambiado
fi: Boot Entry on muuttunut
fr: L'entrée des bottes a changé
hu: Boot Entry megváltozott
it: La voce di avvio è cambiata
ja: ブートエントリーが変わった
lv: Ir mainījies zābaka ieraksts
pl: Wejście boot zmieniło się
pt: A Entrada no Boot Mudou
sv: Boot Entry har förändrats
zh_cn: 开机进入已经改变了

source: Next, either another error message appears or the operating system starts. This depends on the system update. If the following error message appears, proceeds as described below:
bg: След това се появява друго съобщение за грешка или се стартира операционната система. Това зависи от актуализацията на системата. Ако се появи следното съобщение за грешка, процедирайте, както е описано по-долу:
da: Derefter vises enten en anden fejlmeddelelse, eller operativsystemet starter. Dette afhænger af systemopdateringen. Hvis følgende fejlmeddelelse vises, skal du fortsætte som beskrevet nedenfor:
el: Στη συνέχεια, είτε εμφανίζεται άλλο ένα μήνυμα σφάλματος είτε ξεκινάει το λειτουργικό σύστημα. Αυτό εξαρτάται από την ενημέρωση του συστήματος. Εάν εμφανιστεί το ακόλουθο μήνυμα σφάλματος, προχωρήστε όπως περιγράφεται παρακάτω:
es: A continuación, aparece otro mensaje de error o se inicia el sistema operativo. Esto depende de la actualización del sistema. Si aparece el siguiente mensaje de error, proceda como se describe a continuación:
fi: Seuraavaksi näyttöön tulee joko toinen virheilmoitus tai käyttöjärjestelmä käynnistyy. Tämä riippuu järjestelmäpäivityksestä. Jos näyttöön tulee seuraava virheilmoitus, toimi seuraavasti:
fr: Ensuite, soit un autre message d'erreur apparaît, soit le système d'exploitation démarre. Cela dépend de la mise à jour du système. Si le message d'erreur suivant apparaît, procédez comme indiqué ci-dessous :
hu: Ezután vagy egy újabb hibaüzenet jelenik meg, vagy az operációs rendszer elindul. Ez a rendszerfrissítéstől függ. Ha a következő hibaüzenet jelenik meg, az alábbiakban leírtak szerint járjon el:
it: Poi, o appare un altro messaggio di errore o si avvia il sistema operativo. Questo dipende dall'aggiornamento del sistema. Se appare il seguente messaggio di errore, procedete come descritto di seguito:
ja: 次に、別のエラーメッセージが表示されるか、OSが起動します。これは、システムアップデートによって異なります。以下のようなエラーメッセージが表示された場合は、以下のように進めます。
lv: Pēc tam vai nu tiek parādīts cits kļūdas ziņojums, vai arī tiek palaista operētājsistēma. Tas ir atkarīgs no sistēmas atjauninājuma. Ja parādās šāds kļūdas ziņojums, rīkojieties, kā aprakstīts tālāk:
pl: Następnie pojawia się albo kolejny komunikat o błędzie, albo system operacyjny się uruchamia. Zależy to od aktualizacji systemu. Jeśli pojawi się następujący komunikat o błędzie, należy postępować zgodnie z poniższym opisem:
pt: A seguir, ou aparece outra mensagem de erro ou o sistema operacional é iniciado. Isto depende da atualização do sistema. Se a seguinte mensagem de erro for exibida, proceda conforme descrito abaixo:
sv: Därefter visas antingen ett annat felmeddelande eller så startar operativsystemet. Detta beror på systemuppdateringen. Om följande felmeddelande visas fortsätter du enligt beskrivningen nedan:
zh_cn: 接下来，要么出现另一条错误信息，要么操作系统启动。这取决于系统的更新情况。如果出现以下错误信息，请按下文所述进行。

source: First confirm the error message shown above. Then we see a list of all possible boat entries - choose the first one by simply pressing Enter.
bg: Първо потвърдете съобщението за грешка, показано по-горе. След това ще видим списък с всички възможни записи на лодката - изберете първия, като просто натиснете Enter.
da: Først skal du bekræfte den ovenfor viste fejlmeddelelse. Derefter vises en liste over alle mulige bådposter - vælg den første ved blot at trykke på Enter.
el: Πρώτα επιβεβαιώστε το μήνυμα σφάλματος που εμφανίζεται παραπάνω. Στη συνέχεια, εμφανίζεται μια λίστα με όλες τις πιθανές καταχωρήσεις σκάφους - επιλέξτε την πρώτη πατώντας απλώς Enter.
es: Primero confirmamos el mensaje de error que se muestra arriba. A continuación, vemos una lista de todas las posibles entradas del barco - elegir el primero simplemente pulsando Enter.
fi: Vahvista ensin yllä oleva virheilmoitus. Sitten näytetään luettelo kaikista mahdollisista venemerkinnöistä - valitse ensimmäinen painamalla Enter-näppäintä.
fr: Confirmez d'abord le message d'erreur indiqué ci-dessus. Ensuite, nous voyons une liste de toutes les entrées possibles du bateau - choisissez la première en appuyant simplement sur Entrée.
hu: Először erősítse meg a fent látható hibaüzenetet. Ezután megjelenik az összes lehetséges hajóbejegyzés listája - válasszuk ki az elsőt az Enter megnyomásával.
it: Prima confermate il messaggio di errore mostrato sopra. Poi vediamo una lista di tutte le possibili voci della barca - scegliete la prima premendo semplicemente Invio.
ja: まず、上記のエラーメッセージを確認してください。次に、可能なボートエントリーのリストが表示されますので、Enterキーを押して最初のエントリーを選択します。
lv: Vispirms apstipriniet iepriekš parādīto kļūdas ziņojumu. Pēc tam tiek parādīts saraksts ar visiem iespējamajiem laivas ierakstiem - izvēlieties pirmo no tiem, vienkārši nospiežot Enter.
pl: Najpierw należy potwierdzić komunikat o błędzie pokazany powyżej. Następnie zobaczymy listę wszystkich możliwych wpisów dotyczących łodzi - wybierz pierwszy z nich, naciskając po prostu Enter.
pt: Primeiro confirme a mensagem de erro mostrada acima. Depois vemos uma lista de todas as entradas possíveis de barcos - escolha a primeira pressionando simplesmente Enter.
sv: Bekräfta först felmeddelandet som visas ovan. Därefter visas en lista med alla möjliga båtposter - välj den första genom att helt enkelt trycka på Enter.
zh_cn: 首先确认上面显示的错误信息。然后，我们看到一个所有可能的船条目的列表--通过简单地按回车键选择第一个条目。

source: To save this value as default, select the option “Make Ubuntu the default” for Ubuntu or “Make Qubes the default” for Qubes OS in the next window.
bg: За да запазите тази стойност по подразбиране, изберете опцията "Make Ubuntu the default" (Направи Ubuntu по подразбиране) за Ubuntu или "Make Qubes the default" (Направи Qubes по подразбиране) за Qubes OS в следващия прозорец.
da: Hvis du vil gemme denne værdi som standard, skal du vælge "Make Ubuntu the default" for Ubuntu eller "Make Qubes the default" for Qubes OS i det næste vindue.
el: Για να αποθηκεύσετε αυτή την τιμή ως προεπιλεγμένη, επιλέξτε την επιλογή "Make Ubuntu the default" για το Ubuntu ή "Make Qubes the default" για το Qubes OS στο επόμενο παράθυρο.
es: Para guardar este valor como predeterminado, seleccione la opción "Make Ubuntu the default" para Ubuntu o "Make Qubes the default" para Qubes OS en la siguiente ventana.
fi: Jos haluat tallentaa tämän arvon oletusarvoksi, valitse seuraavassa ikkunassa vaihtoehto "Tee Ubuntusta oletusarvo" Ubuntulle tai "Tee Qubesista oletusarvo" Qubes OS:lle.
fr: Pour enregistrer cette valeur par défaut, sélectionnez l'option "Make Ubuntu the default" pour Ubuntu ou "Make Qubes the default" pour Qubes OS dans la fenêtre suivante.
hu: Ha ezt az értéket alapértelmezettként szeretné elmenteni, válassza a következő ablakban az Ubuntu esetében az "Ubuntu alapértelmezetté tétele", a Qubes OS esetében pedig a "Qubes alapértelmezetté tétele" lehetőséget.
it: Per salvare questo valore come predefinito, selezionate l'opzione "Make Ubuntu the default" per Ubuntu o "Make Qubes the default" per Qubes OS nella prossima finestra.
ja: この値をデフォルトとして保存するには、次のウィンドウで、Ubuntuの場合は「Make Ubuntu the default」、Qubes OSの場合は「Make Qubes the default」を選択してください。
lv: Lai saglabātu šo vērtību kā noklusējuma vērtību, nākamajā logā izvēlieties opciju "Make Ubuntu the default" (Ubuntu OS) vai "Make Qubes the default" (Qubes OS).
pl: Aby zapisać tę wartość jako domyślną, wybierz opcję "Make Ubuntu the default" dla Ubuntu lub "Make Qubes the default" dla Qubes OS w następnym oknie.
pt: Para salvar este valor como padrão, selecione a opção "Make Ubuntu the default" para Ubuntu ou "Make Qubes the default" para o SO Qubes na janela seguinte.
sv: Om du vill spara det här värdet som standard väljer du alternativet "Make Ubuntu the default" för Ubuntu eller "Make Qubes the default" för Qubes OS i nästa fönster.
zh_cn: 要把这个值保存为默认值，在下一个窗口中选择Ubuntu的 "使Ubuntu成为默认值 "或Qubes OS的 "使Qubes成为默认值 "选项。

source: Now the Nitrokey has to be plugged in, if this is not yet the case.
bg: Сега Nitrokey трябва да бъде включен, ако това все още не е направено.
da: Nu skal Nitrokey være tilsluttet, hvis det ikke allerede er tilfældet.
el: Τώρα το Nitrokey πρέπει να είναι συνδεδεμένο στην πρίζα, αν αυτό δεν έχει γίνει ακόμα.
es: Ahora la Nitrokey tiene que estar conectada, si todavía no es el caso.
fi: Nyt Nitrokey on kytkettävä, jos se ei ole vielä kytketty.
fr: Maintenant, la Nitrokey doit être branchée, si ce n'est pas encore le cas.
hu: Most a Nitrokey-t be kell dugni, ha ez még nem történt meg.
it: Ora la Nitrokey deve essere collegata, se questo non è ancora il caso.
ja: ここで、Nitrokeyのプラグインが必要になりますが、まだその必要はありません。
lv: Tagad Nitrokey ir jāpievieno, ja tas vēl nav izdarīts.
pl: Teraz Nitrokey musi być podłączony, jeśli jeszcze tego nie zrobił.
pt: Agora a Nitrokey tem de estar ligada, se ainda não for este o caso.
sv: Nu måste Nitrokey vara inkopplad, om så inte redan är fallet.
zh_cn: 现在Nitrokey必须被插入，如果还没有的话。

source: Confirm the question "Saving a default will modify the disk" with Y.
bg: Потвърдете въпроса "Запазването на подразбиране ще модифицира диска" с Y.
da: Bekræft spørgsmålet "Hvis du gemmer en standardindstilling, vil disken blive ændret" med Y.
el: Επιβεβαιώστε την ερώτηση "Η αποθήκευση μιας προεπιλογής θα τροποποιήσει το δίσκο" με Y.
es: Confirme la pregunta "Guardar un valor predeterminado modificará el disco" con Y.
fi: Vahvista kysymys "Oletusasetusten tallentaminen muuttaa levyä" merkillä Y.
fr: Confirmez la question "L'enregistrement d'un défaut modifiera le disque" par Y.
hu: A "Az alapértelmezett mentése módosítja a lemezt" kérdésre írja be az Y-t.
it: Confermate la domanda "Salvare un default modificherà il disco" con Y.
ja: 質問 "Save a default will modify the disk"をYで確認してください。
lv: Apstipriniet jautājumu "Saglabājot noklusējuma iestatījumus, tiks pārveidots disks" ar Y.
pl: Potwierdź pytanie "Zapisanie domyślnego zmodyfikuje dysk" za pomocą Y.
pt: Confirmar a pergunta "Salvar um padrão modificará o disco" com Y.
sv: Bekräfta frågan "Om du sparar en standardinställning ändras disken" med Y.
zh_cn: 确认问题"保存默认值将修改磁盘"为Y。

source: Confirm the question "Do you wish to add a disk encryption to the TPM" with N.
bg: Потвърдете въпроса "Желаете ли да добавите криптиране на диска към TPM" с N.
da: Bekræft spørgsmålet "Ønsker du at tilføje en disk-kryptering til TPM'en" med N.
el: Επιβεβαιώστε την ερώτηση "Επιθυμείτε να προσθέσετε κρυπτογράφηση δίσκου στην TPM" με N.
es: Confirme la pregunta "¿Desea añadir un cifrado de disco al TPM" con N.
fi: Vahvista kysymys "Haluatko lisätä levyn salauksen TPM:ään" valitsemalla N.
fr: Confirmez la question "Voulez-vous ajouter un cryptage de disque au TPM" avec N.
hu: A "Kíván-e a TPM-hez lemeztitkosítást hozzáadni" kérdést erősítse meg N-vel.
it: Confermate la domanda "Volete aggiungere una crittografia del disco al TPM" con N.
ja: Do you wish to add a disk encryption to TPM"の質問にNで確認してください。
lv: Apstipriniet jautājumu "Vai vēlaties pievienot diska šifrēšanu TPM" ar N.
pl: Potwierdź pytanie "Do you wish to add a disk encryption to the TPM" z N.
pt: Confirme a pergunta "Deseja adicionar uma encriptação de disco ao TPM" com N.
sv: Bekräfta frågan "Önskar du lägga till en diskkryptering till TPM" med N.
zh_cn: 确认问题"你是否希望在TPM上添加磁盘加密"为N。
