Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropc.po
Languages: bg, cs, da, el, es, et, fi, fr, hu, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_cn

source: If you ordered your NitroPC with sealed screws and in a sealed bag, it allows you to check if the NitroPC has been tampered with during shipping.
bg: Ако сте поръчали своя NitroPC със запечатани винтове и в запечатана торба, това ви позволява да проверите дали NitroPC не е бил манипулиран по време на транспортирането.
cs: Pokud jste si NitroPad objednali se zapečetěnými šrouby a v zapečetěném sáčku, můžete zkontrolovat, zda s NitroPadem nebylo během přepravy manipulováno.
da: Hvis du har bestilt din NitroPC med forseglede skruer og i en forseglet pose, kan du kontrollere, om der er blevet pillet ved NitroPC'en under forsendelsen.
el: Εάν παραγγείλατε το NitroPC σας με σφραγισμένες βίδες και σε σφραγισμένη σακούλα, σας επιτρέπει να ελέγξετε εάν το NitroPC έχει αλλοιωθεί κατά τη διάρκεια της αποστολής.
es: Si pidió su NitroPC con tornillos sellados y en una bolsa sellada, le permite comprobar si el NitroPC ha sido manipulado durante el envío.
et: Kui olete tellinud NitroPC pitseeritud kruvidega ja pitseeritud kotis, võimaldab see kontrollida, kas NitroPC-d on transpordi ajal võltsitud.
fi: Jos tilasit NitroPC:n sinetöidyillä ruuveilla ja sinetöidyssä pussissa, voit tarkistaa, onko NitroPC:tä käsitelty kuljetuksen aikana.
fr: Si tu as commandé ton NitroPC avec des vis scellées et dans un sac scellé, cela te permet de vérifier si le NitroPC a été altéré pendant le transport.
hu: Ha a NitroPC-t lezárt csavarokkal és lezárt zacskóban rendelte, akkor ellenőrizheti, hogy a NitroPC-t nem babrálták-e meg a szállítás során.
it: Se hai ordinato il tuo NitroPC con viti sigillate e in un sacchetto sigillato, questo ti permette di controllare se il NitroPC è stato manomesso durante la spedizione.
ja: ネジが封印された状態でNitroPCを注文し、密封された袋に入っていた場合、配送中にNitroPCが改ざんされていないかどうかを確認することができます。
lt: Jei užsisakėte "NitroPC" su užplombuotais varžtais ir užplombuotame maišelyje, galite patikrinti, ar siunčiant "NitroPC" nebuvo padaryta pažeidimų.
lv: Ja pasūtījāt NitroPC ar aizzīmogotām skrūvēm un aizzīmogotā maisiņā, tas ļauj pārbaudīt, vai NitroPC nav bojāts transportēšanas laikā.
nl: Als u uw NitroPC met verzegelde schroeven en in een verzegelde zak hebt besteld, kunt u hiermee controleren of er tijdens de verzending met de NitroPC is geknoeid.
pl: Jeśli zamówiłeś NitroPC z zapieczętowanymi śrubami i w zapieczętowanej torbie, możesz sprawdzić, czy NitroPC zostało naruszone podczas transportu.
pt: Se encomendou o seu NitroPC com parafusos selados e num saco selado, permite verificar se o NitroPC foi adulterado durante o transporte.
ro: Dacă ați comandat NitroPC cu șuruburi sigilate și într-o pungă sigilată, vă permite să verificați dacă NitroPC a fost manipulat în timpul transportului.
sk: Ak ste si NitroPC objednali so zapečatenými skrutkami a v zapečatenom vrecku, môžete skontrolovať, či sa s NitroPC počas prepravy nemanipulovalo.
sl: Če ste računalnik NitroPC naročili z zapečatenimi vijaki in v zapečateni vrečki, lahko preverite, ali je bil računalnik NitroPC med pošiljanjem poškodovan.
sv: Om du beställde din NitroPC med förseglade skruvar och i en förseglad påse kan du kontrollera om NitroPC:n har manipulerats under transporten.
zh_cn: 如果你订购的NitroPC带有密封的螺丝并装在一个密封的袋子里，它可以让你检查NitroPC在运输过程中是否被篡改过。

source: The bag and all screws of the device have been sealed. For the bag and each of these screws you have received a photo by e-mail.
bg: Чантата и всички винтове на устройството са запечатани. За чантата и всеки от тези винтове сте получили снимка по имейл.
cs: Sáček a všechny šrouby zařízení byly zapečetěny. U sáčku a každého z těchto šroubů jste e-mailem obdrželi fotografii.
da: Posen og alle skruer på enheden er forseglet. For posen og hver af disse skruer har du modtaget et foto pr. e-mail.
el: Η σακούλα και όλες οι βίδες της συσκευής έχουν σφραγιστεί. Για τη σακούλα και κάθε μία από αυτές τις βίδες έχετε λάβει μια φωτογραφία μέσω e-mail.
es: La bolsa y todos los tornillos del dispositivo han sido sellados. Para la bolsa y cada uno de estos tornillos ha recibido una foto por correo electrónico.
et: Kott ja kõik seadme kruvid on pitseeritud. Koti ja iga kruvi kohta olete saanud e-kirjaga foto.
fi: Laitteen pussi ja kaikki ruuvit on sinetöity. Pussista ja jokaisesta ruuvista on lähetetty kuva sähköpostitse.
fr: Le sac et toutes les vis de l'appareil ont été scellés. Pour le sac et chacune de ces vis, vous avez reçu une photo par e-mail.
hu: A tasakot és a készülék minden csavarját lezárták. A zacskóról és minden egyes csavarról e-mailben kapott egy fényképet.
it: La borsa e tutte le viti del dispositivo sono state sigillate. Per il sacchetto e ciascuna di queste viti avete ricevuto una foto via e-mail.
ja: 本機の袋とすべてのネジは封印されています。袋とそれぞれのネジについては、Eメールで写真が送られてきます。
lt: Maišelis ir visi prietaiso varžtai buvo užplombuoti. Maišelio ir kiekvieno varžto nuotrauką gavote el. paštu.
lv: Maisiņš un visas ierīces skrūves ir aizzīmogotas. Katrai soma un skrūvei ir pievienota fotogrāfija, ko esat saņēmis pa e-pastu.
nl: De zak en alle schroeven van het apparaat zijn verzegeld. Voor de zak en elk van deze schroeven heeft u per e-mail een foto ontvangen.
pl: Torba i wszystkie śruby urządzenia zostały zaplombowane. Do torby i każdej z tych śrubek otrzymaliście Państwo e-mailem zdjęcie.
pt: O saco e todos os parafusos do dispositivo foram selados. Para a bolsa e cada um destes parafusos você recebeu uma foto por e-mail.
ro: Punga și toate șuruburile dispozitivului au fost sigilate. Pentru pungă și pentru fiecare dintre aceste șuruburi ați primit o fotografie prin e-mail.
sk: Vrecko a všetky skrutky zariadenia boli zapečatené. Pre vrecko a každú z týchto skrutiek ste e-mailom dostali fotografiu.
sl: Vrečka in vsi vijaki naprave so zapečateni. Za vrečko in vsak vijak ste po e-pošti prejeli fotografijo.
sv: Väskan och alla skruvar på apparaten har förseglats. För påsen och varje skruv har du fått ett foto via e-post.
zh_cn: 袋子和设备的所有螺丝都已密封。对于袋子和每个螺丝，你已经通过电子邮件收到了一张照片。

source: Check each screw individually to see if its individual appearance matches the photo. It is best to use a magnifying glass or macro lens for this purpose.
bg: Проверете всеки винт поотделно дали външният му вид съответства на снимката. За тази цел е най-добре да използвате лупа или макрообектив.
cs: Zkontrolujte každý šroub zvlášť, zda jeho vzhled odpovídá fotografii. K tomuto účelu je nejlepší použít lupu nebo makroobjektiv.
da: Kontroller hver enkelt skrue for at se, om dens udseende svarer til billedet. Det er bedst at bruge en lup eller et makroobjektiv til dette formål.
el: Ελέγξτε κάθε βίδα ξεχωριστά για να δείτε αν η εμφάνισή της ταιριάζει με τη φωτογραφία. Για το σκοπό αυτό είναι καλύτερο να χρησιμοποιήσετε μεγεθυντικό φακό ή φακό macro.
es: Compruebe cada tornillo individualmente para ver si su aspecto individual coincide con la foto. Para ello, lo mejor es utilizar una lupa o un objetivo macro.
et: Kontrollige iga kruvi eraldi, et näha, kas selle välimus vastab fotole. Selleks on kõige parem kasutada suurendusklaasi või makroobjektiivi.
fi: Tarkista jokainen ruuvi yksitellen, vastaako sen ulkonäkö kuvan mukaista ulkonäköä. Tähän tarkoitukseen on parasta käyttää suurennuslasia tai makrolinssiä.
fr: Vérifiez chaque vis individuellement pour voir si son aspect individuel correspond à la photo. Il est préférable d'utiliser une loupe ou une lentille macro à cette fin.
hu: Ellenőrizze minden egyes csavart külön-külön, hogy az egyes csavarok megjelenése megfelel-e a fényképen láthatónak. Ehhez a legjobb, ha nagyítót vagy makroobjektívet használ.
it: Controlla ogni vite individualmente per vedere se il suo aspetto individuale corrisponde alla foto. È meglio usare una lente d'ingrandimento o una lente macro per questo scopo.
ja: それぞれのネジの外観が写真と一致しているかどうかを確認します。虫眼鏡やマクロレンズを使用するとよいでしょう。
lt: Patikrinkite kiekvieną varžtą atskirai, kad įsitikintumėte, ar jo išvaizda atitinka nuotrauką. Tam geriausia naudoti didinamąjį stiklą arba makroobjektyvą.
lv: Pārbaudiet katru skrūvi atsevišķi, lai pārliecinātos, vai tās individuālais izskats atbilst fotogrāfijai. Šim nolūkam vislabāk izmantot palielināmo stiklu vai makro objektīvu.
nl: Controleer elke schroef afzonderlijk om te zien of het uiterlijk ervan overeenkomt met de foto. U kunt hiervoor het beste een vergrootglas of macrolens gebruiken.
pl: Sprawdź każdą śrubę z osobna, aby zobaczyć, czy jej wygląd odpowiada zdjęciu. Do tego celu najlepiej użyć szkła powiększającego lub soczewki makro.
pt: Verifique cada parafuso individualmente para ver se a sua aparência individual corresponde à foto. É melhor usar uma lupa ou lente macro para este fim.
ro: Verificați fiecare șurub în parte pentru a vedea dacă aspectul său individual corespunde cu cel din fotografie. Cel mai bine este să folosiți o lupă sau o lentilă macro în acest scop.
sk: Skontrolujte každú skrutku osobitne, či jej vzhľad zodpovedá fotografii. Na tento účel je najlepšie použiť lupu alebo makroobjektív.
sl: Vsak vijak posebej preverite, ali se videz posameznega vijaka ujema s fotografijo. Za to je najbolje uporabiti povečevalno steklo ali makroobjektiv.
sv: Kontrollera varje enskild skruv för att se om dess utseende stämmer överens med bilden. Det är bäst att använda ett förstoringsglas eller ett makroobjektiv för detta ändamål.
zh_cn: 逐一检查每颗螺丝，看其各自的外观是否与照片相符。为此，最好使用放大镜或微距镜头。

source: This example shows a sealed screw whose glitter represents an individual pattern.
bg: Този пример показва запечатан винт, чийто блясък представлява индивидуален модел.
cs: Tento příklad ukazuje uzavřený šroub, jehož třpyt představuje individuální vzor.
da: Dette eksempel viser en forseglet skrue, hvis glitter repræsenterer et individuelt mønster.
el: Αυτό το παράδειγμα δείχνει μια σφραγισμένη βίδα της οποίας η λάμψη αντιπροσωπεύει ένα μεμονωμένο μοτίβο.
es: Este ejemplo muestra un tornillo sellado cuyo brillo representa un patrón individual.
et: See näide näitab suletud kruvi, mille sära kujutab endast individuaalset mustrit.
fi: Tässä esimerkissä on suljettu ruuvi, jonka kimallus edustaa yksittäistä kuviota.
fr: Cet exemple montre une vis scellée dont les paillettes représentent un motif individuel.
hu: Ez a példa egy lezárt csavart mutat, amelynek csillogása egy egyedi mintát képvisel.
it: Questo esempio mostra una vite sigillata il cui scintillio rappresenta un modello individuale.
ja: この例では、シールされたネジの輝きが個々のパターンを表しています。
lt: Šiame pavyzdyje pavaizduotas užplombuotas sraigtas, kurio blizgučiai yra individualus modelis.
lv: Šajā piemērā ir parādīta aizzīmogota skrūve, kuras spīdums ir individuāls modelis.
nl: Dit voorbeeld toont een verzegelde schroef waarvan de glitter een individueel patroon vertegenwoordigt.
pl: Ten przykład przedstawia zapieczętowaną śrubę, której połysk reprezentuje indywidualny wzór.
pt: Este exemplo mostra um parafuso selado cujo brilho representa um padrão individual.
ro: Acest exemplu prezintă un șurub sigilat a cărui sclipire reprezintă un model individual.
sk: Tento príklad ukazuje uzavretú skrutku, ktorej lesk predstavuje individuálny vzor.
sl: Ta primer prikazuje zapečaten vijak, katerega bleščice predstavljajo posamezen vzorec.
sv: Det här exemplet visar en förseglad skruv vars glitter representerar ett individuellt mönster.
zh_cn: 这个例子显示了一个密封的螺丝，其闪光点代表了一个单独的图案。

source: If the bag or the screws do not match the photos sent, an unauthorized opening of your NitroPC cannot be excluded. In this case please contact us to arrange further action.
bg: Ако чантата или винтовете не съответстват на изпратените снимки, не може да се изключи неразрешено отваряне на вашия NitroPC. В този случай, моля, свържете се с нас, за да уговорим по-нататъшни действия.
cs: Pokud sáček nebo šrouby neodpovídají zaslaným fotografiím, nelze vyloučit neoprávněné otevření zařízení NitroPad. V takovém případě nás prosím kontaktujte a domluvte se na dalším postupu.
da: Hvis posen eller skruerne ikke svarer til de tilsendte billeder, kan det ikke udelukkes, at din NitroPC er blevet åbnet uden tilladelse. I dette tilfælde bedes du kontakte os for at arrangere yderligere foranstaltninger.
el: Εάν η τσάντα ή οι βίδες δεν ταιριάζουν με τις φωτογραφίες που έχουν αποσταλεί, δεν μπορεί να αποκλειστεί το μη εξουσιοδοτημένο άνοιγμα του NitroPC σας. Σε αυτή την περίπτωση, παρακαλούμε επικοινωνήστε μαζί μας για να κανονίσουμε περαιτέρω ενέργειες.
es: Si la bolsa o los tornillos no coinciden con las fotos enviadas, no se puede excluir una apertura no autorizada de su NitroPC. En este caso, póngase en contacto con nosotros para organizar una acción adicional.
et: Kui kott või kruvid ei vasta saadetud fotodele, ei saa välistada NitroPC omavolilist avamist. Sellisel juhul võtke meiega ühendust, et leppida kokku edasine tegevus.
fi: Jos pussi tai ruuvit eivät vastaa lähetettyjä kuvia, NitroPC:n luvatonta avaamista ei voida sulkea pois. Ota tässä tapauksessa yhteyttä meihin, jotta voimme sopia jatkotoimenpiteistä.
fr: Si le sac ou les vis ne correspondent pas aux photos envoyées, une ouverture non autorisée de votre NitroPC ne peut être exclue. Dans ce cas, veuillez nous contacter afin de prendre les mesures nécessaires.
hu: Ha a táska vagy a csavarok nem egyeznek a küldött fotókkal, nem zárható ki a NitroPC jogosulatlan felnyitása. Ebben az esetben kérjük, vegye fel velünk a kapcsolatot a további teendők egyeztetése érdekében.
it: Se la borsa o le viti non corrispondono alle foto inviate, non si può escludere un'apertura non autorizzata del tuo NitroPC. In questo caso contattateci per organizzare ulteriori azioni.
ja: 送られてきた写真と袋やネジが一致しない場合、NitroPCの不正開封が否定できません。このような場合は、お手数ですが弊社までご連絡ください。
lt: Jei maišelis arba varžtai neatitinka atsiųstų nuotraukų, negalima atmesti galimybės, kad "NitroPC" buvo atidarytas neleistinai. Tokiu atveju susisiekite su mumis ir susitarsime dėl tolesnių veiksmų.
lv: Ja soma vai skrūves neatbilst nosūtītajām fotogrāfijām, nevar izslēgt NitroPC nesankcionētu atvēršanu. Šādā gadījumā, lūdzu, sazinieties ar mums, lai vienotos par turpmāko rīcību.
nl: Als de zak of de schroeven niet overeenkomen met de opgestuurde foto's, kan een ongeoorloofde opening van uw NitroPC niet worden uitgesloten. Neem in dit geval contact met ons op om verdere actie te regelen.
pl: Jeśli torba lub śruby nie odpowiadają przesłanym zdjęciom, nie można wykluczyć nieautoryzowanego otwarcia Twojego NitroPC. W takim przypadku prosimy o kontakt z nami w celu ustalenia dalszego postępowania.
pt: Se o saco ou os parafusos não corresponderem às fotos enviadas, não se pode excluir uma abertura não autorizada do seu NitroPC. Neste caso, por favor contacte-nos para agendar outras acções.
ro: În cazul în care punga sau șuruburile nu corespund fotografiilor trimise, nu se poate exclude o deschidere neautorizată a NitroPC-ului dumneavoastră. În acest caz, vă rugăm să ne contactați pentru a aranja măsuri suplimentare.
sk: Ak sa vrecko alebo skrutky nezhodujú so zaslanými fotografiami, nemožno vylúčiť neoprávnené otvorenie vášho zariadenia NitroPC. V takom prípade nás prosím kontaktujte, aby sme sa dohodli na ďalšom postupe.
sl: Če se vrečke ali vijaki ne ujemajo s poslanimi fotografijami, ni mogoče izključiti nepooblaščenega odpiranja računalnika NitroPC. V tem primeru se obrnite na nas, da se dogovorimo o nadaljnjem ukrepanju.
sv: Om väskan eller skruvarna inte stämmer överens med de skickade bilderna kan det inte uteslutas att din NitroPC har öppnats utan tillstånd. Kontakta oss i så fall för att ordna ytterligare åtgärder.
zh_cn: 如果袋子或螺丝与发送的照片不一致，不能排除你的NitroPC被擅自打开。在这种情况下，请联系我们以安排进一步的行动。

source: System update
bg: Актуализация на системата
da: Systemopdatering
el: Ενημέρωση συστήματος
es: Actualización del sistema
fi: Järjestelmän päivitys
fr: Mise à jour du système
hu: Rendszerfrissítés
it: Aggiornamento del sistema
ja: システムアップデート
lv: Sistēmas atjauninājums
pl: Aktualizacja systemu
pt: Atualização do sistema
sv: Uppdatering av systemet
zh_cn: 系统更新

source: The NitroPad watches for changes to important system files to detect third-party tampering. This means that special steps are sometimes necessary when updating the system. This can often be recognized by the fact that the system prompts you to reboot.
bg: NitroPad следи за промени във важни системни файлове, за да открие манипулации от трети страни. Това означава, че понякога са необходими специални стъпки при актуализиране на системата. Това често може да се разпознае по факта, че системата ви подканва да рестартирате.
da: NitroPad holder øje med ændringer i vigtige systemfiler for at opdage manipulation fra tredjepart. Det betyder, at det undertiden er nødvendigt at tage særlige skridt, når systemet opdateres. Dette kan ofte genkendes ved, at systemet beder dig om at genstarte.
el: Το NitroPad παρακολουθεί τις αλλαγές σε σημαντικά αρχεία του συστήματος για να ανιχνεύει την αλλοίωση από τρίτους. Αυτό σημαίνει ότι μερικές φορές απαιτούνται ειδικά βήματα κατά την ενημέρωση του συστήματος. Αυτό μπορεί συχνά να αναγνωριστεί από το γεγονός ότι το σύστημα σας ζητά να κάνετε επανεκκίνηση.
es: El NitroPad vigila los cambios en los archivos importantes del sistema para detectar la manipulación de terceros. Esto significa que a veces es necesario tomar medidas especiales al actualizar el sistema. Esto puede reconocerse a menudo por el hecho de que el sistema le pide que reinicie.
fi: NitroPad tarkkailee tärkeiden järjestelmätiedostojen muutoksia havaitakseen kolmansien osapuolten tekemät peukaloinnit. Tämä tarkoittaa, että järjestelmän päivittäminen edellyttää joskus erityisiä toimenpiteitä. Tämän voi usein tunnistaa siitä, että järjestelmä kehottaa sinua käynnistämään järjestelmän uudelleen.
fr: Le NitroPad surveille les modifications apportées aux fichiers système importants afin de détecter toute altération par des tiers. Cela signifie que des mesures spéciales sont parfois nécessaires lors de la mise à jour du système. Cela peut souvent être reconnu par le fait que le système vous invite à redémarrer.
hu: A NitroPad figyeli a fontos rendszerfájlok változásait, hogy felismerje a harmadik fél által elkövetett manipulációkat. Ez azt jelenti, hogy a rendszer frissítésekor néha különleges lépésekre van szükség. Ez gyakran abból ismerhető fel, hogy a rendszer újraindításra szólítja fel.
it: NitroPad osserva le modifiche ai file di sistema importanti per rilevare la manomissione da parte di terzi. Questo significa che a volte sono necessari passi speciali quando si aggiorna il sistema. Questo può essere spesso riconosciuto dal fatto che il sistema ti chiede di riavviare.
ja: NitroPadは、重要なシステムファイルの変更を監視し、第三者による改ざんを検知します。このため、システムをアップデートする際には、特別な手順が必要になることがあります。これは、システムが再起動を促すことで認識できることが多いです。
lv: NitroPad uzrauga izmaiņas svarīgos sistēmas failos, lai atklātu trešo pušu manipulācijas. Tas nozīmē, ka, atjauninot sistēmu, dažkārt ir jāveic īpaši pasākumi. To bieži vien var atpazīt pēc tā, ka sistēma pieprasa pārstartēt sistēmu.
pl: NitroPad obserwuje zmiany w ważnych plikach systemowych w celu wykrycia ingerencji osób trzecich. Oznacza to, że podczas aktualizacji systemu czasami konieczne jest podjęcie specjalnych kroków. Często można to rozpoznać po tym, że system prosi o ponowne uruchomienie.
pt: O NitroPad observa alterações em arquivos importantes do sistema para detectar adulterações de terceiros. Isto significa que às vezes são necessários passos especiais ao atualizar o sistema. Isto pode muitas vezes ser reconhecido pelo fato de que o sistema solicita que você reinicie o sistema.
sv: NitroPad övervakar ändringar i viktiga systemfiler för att upptäcka manipulering från tredje part. Detta innebär att särskilda åtgärder ibland är nödvändiga vid uppdatering av systemet. Detta kan ofta kännas igen genom att systemet uppmanar dig att starta om.
zh_cn: NitroPad会观察重要系统文件的变化，以发现第三方的篡改行为。这意味着在更新系统时，有时需要采取特殊的步骤。这通常可以通过系统提示你重启的事实来识别。

source: Procedure After a System Update
bg: Процедура след актуализация на системата
da: Procedure efter en systemopdatering
el: Διαδικασία μετά από ενημέρωση συστήματος
es: Procedimiento después de una actualización del sistema
fi: Menettely järjestelmän päivityksen jälkeen
fr: Procédure après une mise à jour du système
hu: Eljárás a rendszerfrissítés után
it: Procedura dopo un aggiornamento del sistema
ja: システムアップデート後の手順
lv: Procedūra pēc sistēmas atjaunināšanas
pl: Procedura po aktualizacji systemu
pt: Procedimento após uma atualização do sistema
sv: Förfarande efter en systemuppdatering
zh_cn: 系统更新后的程序

source: Boot Hash Mismatch
bg: Несъответствие на Boot Hash
da: Mismatch med boot-hash
el: Αντιστοιχία κατακερματισμού εκκίνησης
es: Desajuste del Hash de arranque
fr: Mauvaise concordance du hachage de démarrage
hu: Boot Hash eltérés
it: Mismatch di hash di avvio
ja: ブートハッシュの不一致
lv: Boot Hash nesakritība
pl: Niedopasowanie Boot Hash
pt: Descoordenação do Boot Hash Mismatch
sv: Hash-missuppfattning i startskåpan
zh_cn: 启动哈希值不匹配

source: If you restart the NitroPad after an update, the startup screen should initially appear as usual without an error message.
bg: Ако рестартирате NitroPad след актуализация, първоначално екранът за стартиране трябва да се появи както обикновено, без съобщение за грешка.
da: Hvis du genstarter NitroPad efter en opdatering, skal startskærmen vises som sædvanlig uden en fejlmeddelelse.
el: Εάν επανεκκινήσετε το NitroPad μετά από μια ενημέρωση, η οθόνη εκκίνησης θα πρέπει αρχικά να εμφανιστεί ως συνήθως χωρίς μήνυμα σφάλματος.
es: Si reinicia el NitroPad después de una actualización, la pantalla de inicio debería aparecer inicialmente como de costumbre sin un mensaje de error.
fi: Jos käynnistät NitroPadin uudelleen päivityksen jälkeen, käynnistysnäytön pitäisi aluksi näkyä normaalisti ilman virheilmoitusta.
fr: Si vous redémarrez le NitroPad après une mise à jour, l'écran de démarrage doit apparaître comme d'habitude sans message d'erreur.
hu: Ha a frissítés után újraindítja a NitroPadet, az indítóképernyőnek kezdetben a szokásos módon, hibaüzenet nélkül kell megjelennie.
it: Se riavviate NitroPad dopo un aggiornamento, la schermata di avvio dovrebbe inizialmente apparire come al solito senza un messaggio di errore.
ja: アップデート後にNitroPadを再起動すると、エラーメッセージが表示されずに通常通りの起動画面が表示されます。
lv: Ja pēc atjaunināšanas no jauna palaižat NitroPad, sākotnēji sākuma ekrānam jāparādās kā parasti bez kļūdas ziņojuma.
pl: Jeśli po aktualizacji ponownie uruchomisz NitroPad, ekran startowy powinien pojawić się jak zwykle bez komunikatu o błędzie.
pt: Se você reiniciar o NitroPad após uma atualização, a tela de inicialização deve aparecer inicialmente como de costume, sem uma mensagem de erro.
sv: Om du startar om NitroPad efter en uppdatering bör startskärmen visas som vanligt utan felmeddelande.
zh_cn: 如果你在更新后重新启动NitroPad，最初的启动屏幕应该像往常一样出现，不会有错误信息。
