Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitropc.po
Languages: bg, cs, da, el, es, et, fi, fr, hu, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_cn

source: Download one of the operating system images: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
bg: Изтеглете един от образите на операционната система: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
cs: Stáhněte si jeden z obrazů operačního systému: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
da: Download et af operativsystemaftrykkene: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/><x>`_, `Linux Mint <https://linuxmint.com/download.php>`_
el: Κατεβάστε μία από τις εικόνες του λειτουργικού συστήματος: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
es: Descarga una de las imágenes del sistema operativo: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
et: Laadige alla üks operatsioonisüsteemi pilt: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
fi: Lataa jokin käyttöjärjestelmän kuvista: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_.
hu: Töltse le az egyik operációs rendszer képét: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_.
it: Scaricare una delle immagini del sistema operativo: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
ja: オペレーティング・システム・イメージのいずれかをダウンロードします。`Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_、`Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_。`Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_。
lt: Atsisiųskite vieną iš operacinės sistemos atvaizdų: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
lv: Lejupielādējiet vienu no operētājsistēmas attēliem: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
nl: Download een van de besturingssysteem images: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
pl: Pobierz jeden z obrazów systemu operacyjnego: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_.
pt: Faça o download de uma das imagens do sistema operacional: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
ro: Descărcați una dintre imaginile sistemului de operare: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_.
sk: Stiahnite si jeden z obrazov operačného systému: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
sl: Prenesite eno od slik operacijskega sistema: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
sv: Ladda ner en av operativsystemsavbildningarna: `Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_, `Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_
zh_cn: 下载其中一个操作系统图像。`Ubuntu Linux <https://www.nitrokey.com/files/ci/nitropc/ubuntu-oem/>`_, `Qubes OS <https://www.nitrokey.com/files/ci/nitropc/qubes-oem/>`_,`Debian <https://www.nitrokey.com/files/ci/nitropc/debian-oem/>`_, `Linux Mint <https://linuxmint.com/download.php>`_.

source: Optional: Download hash sum and `verify <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ the downloaded operating system image.
bg: По избор: Изтеглете хеш сумата и `проверете <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ изтегления образ на операционната система.
cs: Volitelně: Stáhněte hash součet a `ověřte <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ stažený obraz operačního systému.
da: Valgfrit: Download hashsummen og `verificer <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ det downloadede operativsystemaftryk.
el: Προαιρετικά: Λήψη του αθροίσματος κατακερματισμού και ` επαλήθευση <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ της εικόνας του λειτουργικού συστήματος που κατεβάσατε.
es: Opcional: Descargar suma de hash y `verificar <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ la imagen del sistema operativo descargada.
et: Vabatahtlik: Laadige alla hash-summa ja ` kontrollige <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ allalaaditud operatsioonisüsteemi kujutist.
fi: Valinnainen: Lataa hash-summa ja `vahvista <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ ladattu käyttöjärjestelmäkuva.
hu: Választható: Letöltés hash összeg és `ellenőrzés <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ a letöltött operációs rendszer képének ellenőrzése.
it: Opzionale: Scarica la somma dell'hash e ` verifica <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ l'immagine del sistema operativo scaricata.
ja: 任意です。ダウンロードしたOSイメージのハッシュサムと`ベリファイ<https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_を行うことができます。
lt: Pasirinktinai: Atsisiųsti hash sumą ir `patikrinti <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ atsisiųstą operacinės sistemos atvaizdą.
lv: Pēc izvēles: Lejupielādējiet hash summu un `pārbaudiet <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ lejupielādēto operētājsistēmas attēlu.
nl: Optioneel: Download hash som en ` verifieer <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ de gedownloade besturingssysteem image.
pl: Opcjonalnie: Pobierz sumę hash i ` zweryfikuj <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ pobrany obraz systemu operacyjnego.
pt: Opcional: Download hash sum e `verify <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ a imagem do sistema operacional baixada.
ro: Opțional: Descărcați suma hash și `verificați <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ imaginea sistemului de operare descărcată.
sk: Voliteľné: Stiahnite hash súčet a `overte <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ stiahnutý obraz operačného systému.
sl: Po želji: Prenesite hash vsoto in `preverite <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ preneseno sliko operacijskega sistema.
sv: Valfritt: Ladda ner hashsumman och `verifiera <https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_ den nedladdade operativsystemsavbildningen.
zh_cn: 可选的。下载哈希值和`验证<https://proprivacy.com/guides/how-why-and-when-you-should-hash-check#how-to-hash-check>`_下载的操作系统镜像。

source: Write the operating system image to any USB drive. Possible applications:
bg: Запишете образа на операционната система на всяко USB устройство. Възможни приложения:
cs: Obraz operačního systému můžete zapsat na libovolnou jednotku USB. Možné aplikace:
da: Skriv operativsystembilledet til et hvilket som helst USB-drev. Mulige anvendelsesmuligheder:
el: Γράψτε την εικόνα του λειτουργικού συστήματος σε οποιαδήποτε μονάδα USB. Πιθανές εφαρμογές:
es: Escribe la imagen del sistema operativo en cualquier unidad USB. Posibles aplicaciones:
et: Kirjutage operatsioonisüsteemi kujutis suvalisele USB-kettale. Võimalikud rakendused:
fi: Kirjoita käyttöjärjestelmän kuva mille tahansa USB-asemalle. Mahdolliset sovellukset:
fr: Gravez l'image du système d'exploitation sur n'importe quelle clé USB. Applications possibles :
hu: Írja az operációs rendszer képét egy tetszőleges USB-meghajtóra. Lehetséges alkalmazások:
it: Scrivere l'immagine del sistema operativo su qualsiasi unità USB. Possibili applicazioni:
ja: オペレーティングシステムのイメージを任意のUSBドライブに書き込みます。可能なアプリケーションです。
lt: Įrašykite operacinės sistemos atvaizdą į bet kurį USB diską. Galimos programos:
lv: Ierakstiet operētājsistēmas tēlu uz jebkura USB diska. Iespējamie lietojumi:
nl: Schrijf de image van het besturingssysteem naar een USB-stick. Mogelijke toepassingen:
pl: Zapis obrazu systemu operacyjnego na dowolnym napędzie USB. Możliwe zastosowania:
pt: Escreva a imagem do sistema operacional em qualquer drive USB. Possíveis aplicações:
ro: Scrieți imaginea sistemului de operare pe orice unitate USB. Aplicații posibile:
sk: Obraz operačného systému zapíšte na ľubovoľnú jednotku USB. Možné aplikácie:
sl: Sliko operacijskega sistema zapišite na katerikoli pogon USB. Možne aplikacije:
sv: Skriv operativsystemsavbildningen till en USB-enhet. Möjliga användningsområden:
zh_cn: 将操作系统镜像写入任何USB驱动器。可能的应用。

source: Windows: `Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;
bg: Windows: `Руфъс <https://rufus.ie/>`_, `баленаЕтчер <https://www.balena.io/etcher/>`_;
da: Vinduer: `Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;
es: Ventanas: `Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;
ja: Windowsです。`ルーファス <https://rufus.ie/>`_、`バレナエッチャー <https://www.balena.io/etcher/>`_。
nl: Vensters: `Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;
pt: Janelas: `Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;
ro: Ferestre: `Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;
sl: Okna: `Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;
zh_cn: 窗口。`Rufus <https://rufus.ie/>`_, `balenaEtcher <https://www.balena.io/etcher/>`_;

source: Linux: ``dd``, `balenaEtcher <https://www.balena.io/etcher/>`_;
ja: Linuxです。``dd``, `balenaEtcher <https://www.balena.io/etcher/>`_。

source: macOS: ``dd``, `balenaEtcher <https://www.balena.io/etcher/>`_.
ja: macOSです。``dd``、`balenaEtcher <https://www.balena.io/etcher/>`_。

source: Connect the USB drive to your NitroPad and start it. In Heads menu select Boot Options -> USB Boot.
bg: Свържете USB устройството с вашия NitroPad и го стартирайте. В менюто Heads (Глави) изберете Boot Options (Опции за зареждане) -> USB Boot (Зареждане от USB).
cs: Připojte jednotku USB k zařízení NitroPad a spusťte jej. V nabídce Heads vyberte Boot Options -> USB Boot.
da: Tilslut USB-drevet til din NitroPad, og start den. Vælg Boot Options -> USB Boot i menuen Heads.
el: Συνδέστε τη μονάδα USB στο NitroPad και εκκινήστε το. Στο μενού Heads επιλέξτε Boot Options -> USB Boot.
es: Conecte la unidad USB a su NitroPad e iníciela. En el menú Heads seleccione Boot Options -> USB Boot.
et: Ühendage USB-ketas NitroPadiga ja käivitage see. Valige menüüst Heads valik Boot Options -> USB Boot.
fi: Liitä USB-asema NitroPadiin ja käynnistä se. Valitse Käynnistysasetukset -> USB-käynnistys.
fr: Connectez la clé USB à votre NitroPad et démarrez-le. Dans le menu principal, sélectionnez Boot Options -> USB Boot.
hu: Csatlakoztassa az USB-meghajtót a NitroPadhez, és indítsa el. A Fej menüben válassza a Boot Options -> USB Boot menüpontot.
it: Collega il drive USB al tuo NitroPad e avvialo. Nel menu Heads seleziona Boot Options -> USB Boot.
ja: USBドライブをNitroPadに接続し、起動します。表メニューで「Boot Options -> USB Boot」を選択します。
lt: Prijunkite USB diską prie "NitroPad" ir įjunkite jį. Galvos meniu pasirinkite Boot Options -> USB Boot.
lv: Savienojiet USB disku ar NitroPad un iedarbiniet to. Izvēlnē Heads izvēlnē izvēlieties Boot Options -> USB Boot.
nl: Sluit de USB drive aan op je NitroPad en start hem op. Selecteer in het hoofdmenu Bootopties -> USB Boot.
pl: Podłącz napęd USB do Twojego NitroPada i uruchom go. W menu nagłówkowym wybierz Boot Options -> USB Boot.
pt: Ligue a unidade USB ao seu NitroPad e inicie-o. No menu Heads seleccione Boot Options -> USB Boot.
ro: Conectați unitatea USB la NitroPad și porniți-l. În meniul Heads selectați Boot Options -> USB Boot.
sk: Pripojte disk USB k zariadeniu NitroPad a spustite ho. V ponuke Heads vyberte položku Boot Options -> USB Boot.
sl: Priključite pogon USB na napravo NitroPad in jo zaženite. V meniju Heads izberite Boot Options -> USB Boot.
sv: Anslut USB-enheten till NitroPad och starta den. I Heads-menyn väljer du Boot Options -> USB Boot.
zh_cn: 将USB驱动器连接到你的NitroPad上并启动它。在头部菜单中选择启动选项-> USB启动。

source: Depending on the operating system you may need to confirm its reinstallation.
bg: В зависимост от операционната система може да се наложи да потвърдите нейното преинсталиране.
cs: V závislosti na operačním systému může být nutné potvrdit jeho přeinstalování.
da: Afhængigt af styresystemet skal du muligvis bekræfte geninstallationen.
el: Ανάλογα με το λειτουργικό σύστημα μπορεί να χρειαστεί να επιβεβαιώσετε την επανεγκατάστασή του.
es: Dependiendo del sistema operativo, es posible que tenga que confirmar su reinstalación.
et: Sõltuvalt operatsioonisüsteemist võib olla vaja kinnitada selle uuesti paigaldamist.
fi: Käyttöjärjestelmästä riippuen sinun on ehkä vahvistettava sen uudelleenasennus.
fr: Selon le système d'exploitation, vous devrez peut-être confirmer sa réinstallation.
hu: Az operációs rendszertől függően szükség lehet az újratelepítés megerősítésére.
it: A seconda del sistema operativo potrebbe essere necessario confermare la sua reinstallazione.
ja: OSによっては、再インストールの確認が必要な場合があります。
lt: Priklausomai nuo operacinės sistemos, gali tekti patvirtinti, kad ji iš naujo įdiegta.
lv: Atkarībā no operētājsistēmas var būt nepieciešams apstiprināt tās pārinstalēšanu.
nl: Afhankelijk van het besturingssysteem kan het nodig zijn de herinstallatie ervan te bevestigen.
pl: W zależności od systemu operacyjnego może być konieczne potwierdzenie jego reinstalacji.
pt: Dependendo do sistema operacional, você pode precisar confirmar sua reinstalação.
ro: În funcție de sistemul de operare, este posibil să fie nevoie să confirmați reinstalarea acestuia.
sk: V závislosti od operačného systému môže byť potrebné potvrdiť jeho preinštalovanie.
sl: Odvisno od operacijskega sistema boste morda morali potrditi njegovo ponovno namestitev.
sv: Beroende på operativsystemet kan du behöva bekräfta ominstallationen.
zh_cn: 根据操作系统的不同，你可能需要确认其重新安装。

source: `Sign the boot partition. <system-update.html>`_
bg: `Подпишете стартовия дял. <system-update.html>`_
cs: `Podepište spouštěcí oddíl. <system-update.html>`_
da: `Signér boot-partitionen. <system-update.html>`_
el: `Υπογράψτε το διαμέρισμα εκκίνησης. <system-update.html>`_
es: `Firma la partición de arranque. <system-update.html>`_
et: `Märgistage alglaadimispartitsioon. <system-update.html>`_
fi: `Kirjoita käynnistysosio. <system-update.html>`_
hu: `A bootpartíció aláírása. <system-update.html>`_
it: `Significa la partizione di avvio. <system-update.html>`_
ja: `ブートパーティションに署名します。<system-update.html>`_となります。
lt: `Pasirašykite įkrovos skirsnį. <system-update.html>`_
lv: `Parakstiet sāknēšanas nodalījumu. <system-update.html>`_
nl: `Teken de opstartpartitie. <system-update.html>`_
pl: `Podpisać partycję rozruchową. <system-update.html>`_.
pt: `Assine a partição de arranque. <system-update.html>`_
ro: `Semnați partiția de boot. <system-update.html>`_.
sk: `Podpíšte zavádzací oddiel. <system-update.html>`_
sl: `Podpišite zagonsko particijo. <system-update.html>`_
sv: `Signera startpartitionen. <system-update.html>`_
zh_cn: `在启动分区上签名。<system-update.html>`_

source: To avoid accidential overwriting of valuable data, format the USB drive afterwards.
bg: За да избегнете случайно презаписване на ценни данни, форматирайте USB устройството след това.
cs: Abyste zabránili náhodnému přepsání cenných dat, zformátujte poté jednotku USB.
da: For at undgå utilsigtet overskrivning af værdifulde data skal du formatere USB-drevet bagefter.
el: Για να αποφύγετε την τυχαία αντικατάσταση πολύτιμων δεδομένων, διαμορφώστε τη μονάδα USB στη συνέχεια.
es: Para evitar la sobreescritura accidental de datos valiosos, formatee la unidad USB después.
et: Et vältida väärtuslike andmete tahtmatut ülekirjutamist, formaatige USB-ketas pärast seda.
fi: Jos haluat välttää arvokkaiden tietojen vahingossa tapahtuvan ylikirjoittamisen, formatoi USB-asema sen jälkeen.
fr: Pour éviter l'écrasement accidentel de données précieuses, formatez ensuite la clé USB.
hu: Az értékes adatok véletlenszerű felülírásának elkerülése érdekében formázza meg az USB-meghajtót.
it: Per evitare la sovrascrittura accidentale di dati importanti, formattate il drive USB dopo.
ja: 大切なデータが誤って上書きされるのを防ぐために、USBメモリーをフォーマットしてからご使用ください。
lt: Kad išvengtumėte atsitiktinio vertingų duomenų perrašymo, po to suformatuokite USB atmintinę.
lv: Lai izvairītos no nejaušas vērtīgu datu pārrakstīšanas, pēc tam formatējiet USB disku.
nl: Om te voorkomen dat waardevolle gegevens per ongeluk worden overschreven, moet u de USB-drive naderhand formatteren.
pl: Aby uniknąć przypadkowego nadpisania cennych danych, należy następnie sformatować napęd USB.
pt: Para evitar a sobreposição acidencial de dados valiosos, formate depois a unidade USB.
ro: Pentru a evita suprascrierea accidentală a datelor valoroase, formatați ulterior unitatea USB.
sk: Ak chcete predísť náhodnému prepísaniu cenných údajov, disk USB následne naformátujte.
sl: Če se želite izogniti nenamernemu prepisovanju dragocenih podatkov, pogon USB nato formatirajte.
sv: För att undvika oavsiktlig överskrivning av värdefulla data ska du formatera USB-enheten efteråt.
zh_cn: 为了避免有价值的数据被意外覆盖，请在事后格式化USB驱动器。

source: Verify Sealed Hardware
bg: Проверка на запечатания хардуер
cs: Ověření zapečetěného hardwaru
da: Kontroller forseglet hardware
el: Επαλήθευση σφραγισμένου υλικού
es: Verificar el hardware sellado
et: Kontrollida pitseeritud riistvara
fi: Tarkista sinetöity laitteisto
fr: Vérifier le matériel scellé
hu: Ellenőrizze a lezárt hardvert
it: Verificare l'hardware sigillato
ja: 密封されたハードウェアの確認
lt: Patikrinkite sandarią aparatinę įrangą
lv: Pārbaudiet aizzīmogoto aparatūru
nl: Verifieer verzegelde hardware
pl: Sprawdzić szczelność sprzętu
pt: Verificar o Hardware Selado
ro: Verificarea hardware-ului sigilat
sk: Overenie zapečateného hardvéru
sl: Preverite zapečateno strojno opremo
sv: Kontrollera förseglad hårdvara
zh_cn: 核实密封的硬件
