Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/nitrophone.po
Languages: pt

source: For very high security requirements, you should use as few apps as possible to provide a small attack surface. If instead you want to use the NitroPhone as an everyday smartphone with more apps we recommend:
pt: Para requisitos de segurança muito elevados, você deve usar o menor número possível de aplicações para fornecer uma pequena superfície de ataque. Se em vez disso você quiser usar o NitroPhone como um smartphone do dia-a-dia com mais aplicações, recomendamos:

source: Install the `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. This has exclusively open source apps that do without drastic tracking and without advertising. Here you will find thousands of apps from a wide variety of fields. If you are looking for an app, check F-Droid first.
pt: Instale o `F-Droid <https://f-droid.org/F-Droid.apk>`_ App Store. Esta tem exclusivamente aplicativos de código aberto que fazem sem acompanhamento drástico e sem publicidade. Aqui você encontrará milhares de aplicativos de uma grande variedade de campos. Se você está procurando por um aplicativo, verifique primeiro o F-Droid.

source: If the apps in F-Droid are not enough for you, open F-Droid and install Aurora Store. In Aurora Store, you can install all apps from Google Play Store.
pt: Se as aplicações no F-Droid não forem suficientes para você, abra o F-Droid e instale a Aurora Store. Na Aurora Store, você pode instalar todas as aplicações da Google Play Store.

source: Many apps work without Google Play Services. However, if you want to use apps that require Google Play Services, you can install `Google Play Services in a sandbox <https://grapheneos.org/usage#sandboxed-play-services>`_ as follows. In the future, an installer will be provided to simplify the installation process.
pt: Muitas aplicações funcionam sem os Serviços Google Play. No entanto, se pretender utilizar aplicações que requerem os Serviços Google Play, pode instalar `Google Play Services numa caixa de areia <https://grapheneos.org/usage#sandboxed-play-services>>x id="218"></x> como se segue. No futuro, será fornecido um instalador para simplificar o processo de instalação.

source: Install `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.
pt: Instale `com.google.android.gsf <https://apps.grapheneos.org/packages/com.google.android.gsf/>`_.

source: Install `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.
pt: Instale `com.google.android.gms <https://apps.grapheneos.org/packages/com.google.android.gms/>`_.

source: Download all 5 files from `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.
pt: Baixe todos os 5 arquivos de `com.android.vending <https://apps.grapheneos.org/packages/com.android.vending/>`_.

source: Open F-Droid and install Split APKs Installer (SAI). (Also available from the Aurora Store)
pt: Abra o F-Droid e instale o Split APKs Installer (SAI). (Também disponível na Loja Aurora)

source: Open Split APKs Installer and install all five files you downloaded in step 3. **Note:** The correct base file has probably been renamed to ``base (2).apk``.
pt: Abra o Split APKs Installer e instale todos os cinco arquivos que você baixou no passo 3. **Note:** O ficheiro base correcto foi provavelmente renomeado para ``base (2).apk``.

source: From the home screen, select: *Settings -> Apps -> Google Play services and disable battery optimization*
pt: A partir da tela inicial, selecione: *Configurações -> Apps -> Google Play serviços e desactivar optimização de bateria*

source: Open the Google Play Store once and press "Sign in" to start the initialization. You don't have to finish the sign in and a real login is not necessary. This is solely to initialize the software.
pt: Abra a Loja do Google Play uma vez e pressione "Faça login" para iniciar a inicialização. Você não precisa'não precisa terminar o login e não é necessário um login real. Isto é apenas para inicializar o software.

source: To prevent some apps from accessing Google Play Services, install Google Play Services in a separate profile. To do this, create a new dedicated user profile and install the Google Play Services there. Using a work profile together with *Shelter* is also possible, but without as much isolation.
pt: Para evitar que algumas aplicações acedam aos Serviços Google Play, instale os Serviços Google Play em um perfil separado. Para fazer isso, crie um novo perfil de usuário dedicado e instale os Serviços Play do Google lá. Também é possível utilizar um perfil de trabalho em conjunto com *Shelter*, mas sem o mesmo isolamento.

source: The Google Play Store cannot install and update apps due to the sandbox. Instead, always use F-Droid (for open source apps) or Aurora Store (for apps from Google Play Store) to install apps.
pt: A Google Play Store não pode instalar e actualizar aplicações devido à caixa de areia. Em vez disso, utilize sempre o F-Droid (para aplicações de código aberto) ou a Aurora Store (para aplicações da Google Play Store) para instalar aplicações.

source: Compatible Apps
pt: Aplicações Compatíveis

source: Earlier there was a list, but as the Play Service implementation progresses, most of the apps should work, although there are still some not working, a list will be available `here <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>`_.
pt: Antes havia uma lista, mas à medida que a implementação do Play Service avança, a maioria dos aplicativos deve funcionar, embora ainda haja alguns que não funcionam, uma lista estará disponível `here <https://github.com/Peter-Easton/GrapheneOS-Knowledge/tree/master/App%20Incompatibility%20List>%20List>`_.

source: Recommended Apps
pt: Aplicações recomendadas

source: Browser: The pre-installed browser Vanadium is hardened and therefore recommended for high security. For better ad blocking, `Bromite <https://github.com/bromite/bromite/releases/latest>`_ browser is recommended instead.
pt: Navegador: O navegador Vanadium pré-instalado é endurecido e, portanto, recomendado para alta segurança. Para melhor bloqueio de anúncios, `Bromite <https://github.com/bromite/bromite/releases/latest>`_ browser é recomendado em seu lugar.

source: Email: K9-mail and OpenKeyChain (for OpenPGP encryption) or FairEmail.
pt: Email: K9-mail e OpenKeyChain (para criptografia OpenPGP) ou FairEmail.

source: VPN: Orbot uses the free TOR network. Mullvad VPN and IVPN are paid VPN services.
pt: VPN: Orbot utiliza a rede gratuita TOR. Mullvad VPN e IVPN são serviços pagos de VPN.

source: Backup: The integrated backup (Seedvault) and Nextcloud. Choose Settings -> System -> Backup.
pt: Cópias de segurança: O backup integrado (Seedvault) e o Nextcloud. Escolha Settings -> System -> Backup.

source: Messenger:
pt: Mensageiro:

source: `Signal <https://signal.org/android/apk/>`_ is secure and now widely used. It can also be downloaded without an app store.
pt: `Sinal <https://signal.org/android/apk/>`_ é seguro e agora amplamente utilizado. Também pode ser baixado sem uma loja de aplicativos.

source: `Element <https://element.io/>`_ does not require a central infrastructure and allows the use of own servers. An own account can be registered for free at `NitroChat <https://nitro.chat>`_ for example.
pt: `Element <https://element.io/>`_ não requer uma infra-estrutura central e permite o uso de servidores próprios. Uma conta própria pode ser registrada gratuitamente em `NitroChat <https://nitro.chat>`_ por exemplo.

source: `Briar <https://briarproject.org/>`_ is a peer-to-peer messenger without any server at all, which can be used without internet with contacts nearby.
pt: `Briar <https://briarproject.org/>`_ é um mensageiro peer-to-peer sem nenhum servidor, que pode ser usado sem internet com contatos próximos.

source: Contacts and calendar synchronization: DAVx5 supports CalDAV, CardDAV and WebCAL.
pt: Contatos e sincronização de calendário: O DAVx5 suporta CalDAV, CardDAV e WebCAL.

source: One-time password generator (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.
pt: Gerador de senha única (2FA, OTP): `Aegis Authenticator <https://github.com/beemdevelopment/Aegis>`_.

source: Regarding camera app, see `here <https://grapheneos.org/usage#camera>`_.
pt: Em relação ao aplicativo da câmera, veja `here <https://grapheneos.org/usage#camera>`_.

source: Permissions of Individual Apps
pt: Permissões de aplicações individuais

source: To check or change the permissions on network access and sensors for a specific app:
pt: Para verificar ou alterar as permissões de acesso à rede e sensores para uma aplicação específica:

source: *Long press on the respective app icon -> app info -> permissions*
pt: *Presse por muito tempo no respectivo ícone do aplicativo -> informações do aplicativo -> permissões*

source: Background Images
pt: Imagens de fundo

source: You can use these nice background images:
pt: Você pode usar estas belas imagens de fundo:

source: **Q:** Does the Nitrophone work with my carrier network?
pt: **Q:**O Nitrofone funciona com a minha rede de operadoras?

source: Google claims `all major carriers`_ should work with the Pixel phones. Nevertheless there might be exceptions, obviously we cannot check `all` carriers around the world. Best practice, is to check if you find some tests/experience stories about the Pixel 4a together with your planned carrier network.
pt: O Google afirma ` todas as grandes operadoras`_ devem trabalhar com os telefones Pixel. No entanto, pode haver exceções, obviamente não podemos verificar "todas" as operadoras ao redor do mundo. A melhor prática é verificar se você encontra algumas histórias de testes/experiência sobre o Pixel 4a junto com a sua rede de operadoras planejada.

source: **Q:** What is and how to activate *PIN Layout Scrambling*
pt: **Q:** O que é e como activar o *PIN Layout Scrambling*

source: To make it difficult for strangers to read the PIN when typing it in, you can display the PIN layout in a random order. Additionally, we recommend a `privacy screen <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. To enable, select: *Settings -> Security -> PIN scrambling -> Scramble PIN*
pt: Para dificultar a leitura do PIN por estranhos ao digitá-lo, você pode exibir a disposição do PIN em uma ordem aleatória. Adicionalmente, recomendamos um ` ecrã de privacidade <https://shop.nitrokey.com/shop/product/privacyscreen-for-nitrophone-1-194>`_. Para ativar, selecione: *Definições -> Segurança -> Codificação do PIN -> Codificação do PIN*

source: **Q:** What is a *Kill Switch* and how to activate it?
pt: **Q:** O que é um *Kill Switch* e como ativá-lo?

source: Kill Switches, which erase all the phone's data when triggered, are very risky in practice as they could be triggered unintentionally. Therefore, the NitroPhone instead has the feature to automatically shut down and restart when inactive for a set period of time. This puts the phone in a secure state where all data is encrypted, no data is in RAM, and the phone can only be unlocked with the legitimate PIN or password. To enable, select: *Settings -> Security -> Auto reboot -> select the idle time duration after which the phone should reboot*
pt: Kill Switches, que apagam todos os dados do telefone's quando acionados, são muito arriscados na prática, pois podem ser acionados involuntariamente. Portanto, o NitroPhone ao invés disso tem o recurso de desligar e reiniciar automaticamente quando inativo por um determinado período de tempo. Isto coloca o telefone em um estado seguro onde todos os dados são criptografados, nenhum dado está na RAM, e o telefone só pode ser desbloqueado com o PIN ou senha legítima. Para ativar, selecione: *Configurações -> Segurança -> Reinicialização automática -> selecione a duração do tempo ocioso após o qual o telefone deve reinicializar*.

source: **Q:** Why do I get "Warning: Your device is loading a different operating system"?
pt: **Q:**Porque é que eu recebo "Aviso: O seu dispositivo está a carregar um sistema operativo diferente"?

source: Shortly after the phone is turned on, the warning "Your device is loading a different operating system" is displayed. This warning indicates that no ordinary Google Android is running and can be ignored.
pt: Logo após o telefone ser ligado, o aviso "O seu dispositivo está a carregar um sistema operativo diferente" é apresentado. Este aviso indica que não está a correr nenhum Google Android normal e que pode ser ignorado.

source: **Q:** How can I check, if my NitroPhone has been hacked/compromised?
pt: **Q:** Como posso verificar se o meu NitroPhone foi invadido/compromissado?

source: If you want to check the integrity of the operating system, you can use `remote verification <https://attestation.app/about>`_.
pt: Se você quiser verificar a integridade do sistema operacional, você pode usar ` verificação remota <https://attestation.app/about>`_.

source: **Q:** Where can I get further information about GrapheneOS?
pt: **Q:** Onde posso obter mais informações sobre o GrapheneOS?

source: `Here <https://grapheneos.org/faq>`_ you can find further information on GrapheneOS.
pt: `Aqui <https://grapheneos.org/faq>`_ você pode encontrar mais informações sobre GrapheneOS.

source: Getting Started
pt: Como Começar

source: By default you have a secure smartphone, already pre-installed with all the most necessary apps.
pt: Por padrão, você tem um smartphone seguro, já pré-instalado com todas as aplicações mais necessárias.

source: Set up a six-digit PIN to protect the phone. In cooperation with the security chip, this will ensure high security while maintaining good usability.
pt: Configure um PIN de seis dígitos para proteger o telefone. Em cooperação com o chip de segurança, isto irá garantir uma alta segurança, mantendo ao mesmo tempo uma boa usabilidade.

source: Please familiarize yourself with `using your GrapheneOS <https://grapheneos.org/usage>`_.
pt: Por favor familiarize-se com `utilizando o seu GrapheneOS <https://grapheneos.org/usage>`_.

source: For more details, see the following pages:
pt: Para mais detalhes, consulte as páginas seguintes:
