Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: nl

source: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ or a variant of it
nl: `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ of een variant daarvan

source: `GPG4Win <https://gpg4win.org/>`_ or `pageant.exe <https://smartcard-auth.de/download-de.html>`_ with Smartcard support from Dr. Peter Koch
nl: `GPG4Win <https://gpg4win.org/>`_ of `pageant.exe <https://smartcard-auth.de/download-de.html>`_ met Smartcard-ondersteuning van Dr. Peter Koch

source: Optional: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_
nl: Optioneel: `OpenPGP Minidriver <https://wald.intevation.org/frs/?group_id=49&release_id=353>`_

source: **1) Pageant**
nl: **1) Verkiezing**

source: start pageant.exe. That this is running is shown in the notification area of the taskbar.
nl: start pageant.exe. Dat dit actief is, wordt aangegeven in het meldingsgebied van de taakbalk.

source: A double click opens the view of the current keys.
nl: Een dubbelklik opent de weergave van de huidige toetsen.

source: After inserting the key it looks like this.
nl: Na het invoeren van de sleutel ziet het er zo uit.

source: If nothing is displayed here, pageant may have to be restarted or another application is already using the stick. A possibly running pgp-agent must be terminated! Now we only need the public key we want to store in the ssh configuration of the server. Therefore we press CTRL while inserting the stick…
nl: Als hier niets wordt weergegeven, moet pageant mogelijk opnieuw worden opgestart of gebruikt een andere toepassing de stick al. Een eventueel draaiende pgp-agent moet worden afgesloten! Nu hebben we alleen nog de public key nodig die we willen opslaan in de ssh configuratie van de server. Daarom drukken we CTRL terwijl we de stick inbrengen…

source: and then view the Pageant-PublicKeys.txt.
nl: en bekijk dan de Pageant-PublicKeys.txt.

source: I searched for the ssh-rsa entry of the auth key and added the line on the server to the authorized_keys.
nl: Ik zocht naar de ssh-rsa entry van de auth sleutel en voegde de regel op de server toe aan de authorized_keys.

source: There is surprisingly little to say about PuTTY itself.
nl: Er is verrassend weinig te zeggen over PuTTY zelf.

source: “Attempt authentication using Pageant” must be set, which is the default anyway.
nl: "Authenticatie proberen met Pageant" moet ingesteld zijn, dat is sowieso de standaardinstelling.

source: That’s it, as soon as you connect to the server while pageant is running and you have the keys, you will be asked for the password of the Crypto-Stick and can log in.
nl: Dat is het, zodra je verbinding maakt met de server terwijl de pageant loopt en je hebt de sleutels, zal je gevraagd worden om het wachtwoord van de Crypto-Stick en kan je inloggen.

source: **3) openpgp-minidriver (optional)**
nl: **3) openpgp-minidriver (optioneel)**

source: If you are annoyed that Windows reports every time you plug in the stick that no driver could be found for “Smartcard”, you can get rid of it. You just have to install the x86 or x64 version of the above mentioned driver and the smartcard looks like this:
nl: Als je je ergert aan het feit dat Windows iedere keer dat je de stick aansluit meldt dat er geen stuurprogramma kon worden gevonden voor "Smartcard", dan kun je daar vanaf komen. Je hoeft alleen maar de x86 of x64 versie van de hierboven genoemde driver te installeren en de smartcard ziet er als volgt uit:

source: Setting KDF-DO
nl: KDF-DO instellen

source: At the moment it is only possible to set the KDF-DO, when the Nitrokey Start is empty (just after a factory reset).
nl: Op dit moment is het alleen mogelijk om de KDF-DO in te stellen, wanneer de Nitrokey Start leeg is (net na een fabrieksreset).

source: Overview
nl: Overzicht

source: Run factory reset
nl: Voer fabrieksreset uit

source: Set up KDF-DO using GnuPG
nl: KDF-DO opzetten met GnuPG

source: Change Admin PIN (optional; without keys only Admin PIN change is possible)
nl: Admin PIN wijzigen (optioneel; zonder toetsen is alleen Admin PIN wijzigen mogelijk)

source: Import / generate keys
nl: Sleutels importeren / genereren

source: Change User and Admin PIN
nl: Wijzig gebruiker en beheerder PIN

source: Setting KDF-DO using GnuPG
nl: KDF-DO instellen met GnuPG

source: Enter Admin PIN
nl: Voer Admin PIN in

source: Verify current state state by looking at the card details (`gpg2 --card-status`), where `KDF setting ......: on` should be visible, e.g.:
nl: Controleer de huidige status door naar de kaartdetails te kijken (`gpg2 --card-status`), waarbij `KDF-instelling ......: on` zichtbaar moet zijn, bijv:

source: Tested with
nl: Getest met

source: Curve 25519 keys
nl: Curve 25519 toetsen

source: S/MIME Email Encryption
nl: S/MIME e-mail encryptie

source: If you are in doubt which one to choose, you should use OpenPGP, see `here <openpgp.html>`_. This page describes the usage of S/MIME email encryption.
nl: Als u twijfelt welke u moet kiezen, kunt u het beste OpenPGP gebruiken, zie `hier <openpgp.html>`_. Deze pagina beschrijft het gebruik van S/MIME e-mail encryptie.

source: You need to purchase a S/MIME certificate or may already got one by your company. Furthermore, you need to install `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from the `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ page.
nl: U moet een S/MIME-certificaat kopen of misschien hebt u er al een van uw bedrijf. Verder moet u `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ op uw systeem installeren. Terwijl GNU/Linux gebruikers OpenSC meestal via de pakketbeheerder kunnen installeren (b.v. ``sudo apt install opensc`` op Ubuntu), kunnen macOS en Windows gebruikers de installatiebestanden downloaden van de `OpenSC <https://github.com/OpenSC/OpenSC/wiki>`_ pagina.

source: Windows users with 64-bit system (standard) need to install both, the 32-bit and the 64-bit version of OpenSC!
nl: Windows gebruikers met een 64-bit systeem (standaard) moeten zowel de 32-bit als de 64-bit versie van OpenSC!

source: Import Existing Key and Certificate
nl: Importeren van bestaande sleutel en certificaat

source: The following instructions are based on the `wiki of OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. We will assume, that you already got a key-certificate pair as a .p12 file. Please have a look at the wiki page, if you got a separate key and certificate file.
nl: De volgende instructies zijn gebaseerd op de `wiki van OpenSC <https://github.com/OpenSC/OpenSC/wiki/OpenPGP-card>`_. We gaan ervan uit dat u al een sleutel-certificaat-paar heeft als een .p12 bestand. Kijk aub op de wiki pagina, als u een apart sleutel en certificaat bestand heeft.

source: To make these commands as simple as possible, the .p12 file needs to be in your home folder. On Windows this is usually ‘C:\Users\yourusername’ and on macOS and GNU/Linux system it will be ‘/home/yourusername’. If you do not store the .p12 file there, you have to adapt the path in the commands below. Please plug in the Nitrokey before submitting the commands.
nl: Om deze commando's zo eenvoudig mogelijk te maken, moet het .p12 bestand in je thuismap staan. Op Windows is dit meestal 'C:\Uwgebruikersnaam' en op macOS en GNU/Linux systemen zal dit '/home/uwgebruikersnaam' zijn. Als u het .p12-bestand niet daar opslaat, moet u het pad in de onderstaande commando's aanpassen. Sluit de Nitrokey aan voordat u de commando's uitvoert.

source: Assuming that your key-certificate file reads ‘myprivate.p12’ the commands for Windows looks like this:
nl: Ervan uitgaande dat uw sleutel-certificaat bestand 'myprivate.p12' is, zien de commando's voor Windows er als volgt uit:

source: and on macOS and GNU/Linux it will be
nl: en op macOS en GNU/Linux zal het zijn

source: The two commands copy the key-certificate pair to the slot 2 (needed for decrypting emails) and slot 3 (needed for signing). The output looks on both systems something like this:
nl: De twee commando's kopiëren het sleutel-certificaat paar naar slot 2 (nodig voor het ontcijferen van emails) en slot 3 (nodig voor het ondertekenen). De uitvoer ziet er op beide systemen ongeveer zo uit:

source: Please note that there will be error messages that can be safely ignored (see output example above). You now have the key-certificate pair loaded on the Nitrokey.
nl: Merk op dat er foutmeldingen zullen zijn die veilig genegeerd kunnen worden (zie uitvoer voorbeeld hierboven). U heeft nu het sleutel-certificaat paar op de Nitrokey geladen.

source: for using `S/MIME encryption on Thunderbird <smime-thunderbird.html>`_
nl: voor het gebruik van `S/MIME-encryptie op Thunderbird <smime-thunderbird.html>`_

source: for using `S/MIME encryption on Outlook <smime-outlook.html>`_
nl: voor het gebruik van `S/MIME-encryptie op Outlook <smime-outlook.html>`_

source: On Windows: Did you install **both**, the 32-bit and the 64-bit version of OpenSC?
nl: Op Windows: Heeft u **beide** geïnstalleerd, de 32-bit en de 64-bit versie van OpenSC?

source: Nitrokey Storage 2: You need to install OpenSC in version 0.18 or higher. You can find the files on the `OpenSC website <https://github.com/OpenSC/OpenSC/releases>`_ for Windows and macOS user or `here <https://github.com/Nitrokey/opensc-build>`_ for Debian/Ubuntu users.
nl: Nitrokey Storage 2: U moet OpenSC installeren in versie 0.18 of hoger. U kunt de bestanden vinden op de `OpenSC website <https://github.com/OpenSC/OpenSC/releases>`_ voor Windows en macOS gebruikers of `hier <https://github.com/Nitrokey/opensc-build>`_ voor Debian/Ubuntu gebruikers.

source: S/MIME Email Encryption with Outlook
nl: S/MIME e-mail encryptie met Outlook

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet, please look at `this page <smime.html>`_ first.
nl: Als u nog geen S/MIME sleutel-certificaatpaar op uw Nitrokey hebt geïnstalleerd, kijk dan eerst op `deze pagina <smime.html>`_.

source: You need to have OpenSC installed on your System. Please have a look at the `wiki page of the OpenSC project <https://github.com/OpenSC/OpenSC/wiki>`_.
nl: U moet OpenSC op uw systeem geïnstalleerd hebben. Kijk eens op de `wiki-pagina van het OpenSC-project <https://github.com/OpenSC/OpenSC/wiki>`_.

source: Settings in Outlook
nl: Instellingen in Outlook

source: Before you can use the Nitrokey in Outlook you have to activate S/MIME encryption. You can achieve this by clicking on to ‘Start’ -> ‘Options’ and clicking on ‘Trust Center’ in the options window. In section ‘Email Security’ you can choose your S/MIME identity. Your certificate should already be recognized by Outlook.
nl: Voordat je de Nitrokey in Outlook kunt gebruiken moet je S/MIME encryptie activeren. Dit kun je doen door te klikken op 'Start' -> 'Opties' en in het opties venster te klikken op 'Trust Center'. In de sectie 'Email Security' kunt u uw S/MIME identiteit kiezen. Uw certificaat zou nu al door Outlook herkend moeten worden.

source: When composing a mail you can now choose to encrypt and sign the message in the ‘Options’ ribbon of the compose window.
nl: Bij het opstellen van een e-mail kunt u nu kiezen om het bericht te coderen en te ondertekenen in het lint 'Opties' van het compositievenster.

source: Outlook will only encrypt message to mail addresses which are saved in your address book. So make sure, that the persons you want to write an encrypted mail to have an entry in Outlook’s contacts. You can ask the person to write you a signed mail, so that you can import the certificate information.
nl: Outlook zal alleen berichten versleutelen naar e-mailadressen die in uw adresboek zijn opgeslagen. Zorg er dus voor dat de personen aan wie u een versleutelde mail wilt schrijven een vermelding hebben in Outlook's contacten. U kunt de persoon vragen om u een ondertekende mail te schrijven, zodat u de certificaatinformatie kunt importeren.

source: Depending on your certificate or the certificate of your partners you may have to import a so-called root certificate. This is the certificate of the party which issued the certificate you or your partner uses. You should usually got informed if this is necessary.
nl: Afhankelijk van uw certificaat of het certificaat van uw partners moet u misschien een zogenaamd root-certificaat importeren. Dit is het certificaat van de partij die het certificaat heeft uitgegeven dat u of uw partner gebruikt. U moet meestal geïnformeerd worden of dit nodig is.

source: S/MIME Email Encryption with Thunderbird
nl: S/MIME e-mail encryptie met Thunderbird

source: If you do not have a S/MIME key-certificate pair installed on your Nitrokey yet or if you did not installed OpenSC, please look at `this page <smime.html>`_ first.
nl: Als u nog geen S/MIME sleutel-certificaatpaar op uw Nitrokey hebt geïnstalleerd of als u OpenSC nog niet hebt geïnstalleerd, kijk dan eerst op `deze pagina <smime.html>`_.

source: You need to have `OpenSC installed <https://github.com/OpenSC/OpenSC/wiki>`_ on your System. While GNU/Linux users usually can install OpenSC over the package manager (e.g. ``sudo apt update && sudo apt install opensc`` on Ubuntu), macOS and Windows users can download the installation files from OpenSC directly.
nl: U moet `OpenSC geïnstalleerd hebben <https://github.com/OpenSC/OpenSC/wiki>`_ op uw systeem. Terwijl GNU/Linux gebruikers OpenSC meestal kunnen installeren via de pakketbeheerder (bijv. ``sudo apt update && sudo apt install opensc`` op Ubuntu), kunnen macOS en Windows gebruikers de installatiebestanden rechtstreeks downloaden van OpenSC.

source: Settings in Thunderbird
nl: Instellingen in Thunderbird

source: Before you can use the Nitrokey in Thunderbird you have to activate S/MIME encryption in the account settings. You can achieve this by clicking on the menu and go to ‘Preferences’ -> ‘Account Settings’ and clicking on ‘Security’ in the account settings window.
nl: Voordat u de Nitrokey in Thunderbird kunt gebruiken moet u S/MIME encryptie activeren in de account instellingen. U kunt dit bereiken door op het menu te klikken en naar 'Voorkeuren' te gaan -> 'Account Instellingen' en te klikken op 'Beveiliging' in het account instellingen venster.

source: Click on “Security Devices” to import the right PCKS11 module. Click on “Load” on the right-hand side. Now give the Module a name (like “OpenSC Module”) and click on “Browse” to choose the location of the Module (see below).
nl: Klik op "Security Devices" om de juiste PCKS11 module te importeren. Klik op "Laden" aan de rechterkant. Geef de module nu een naam (zoals "OpenSC Module") en klik op "Bladeren" om de locatie van de module te kiezen (zie hieronder).

source: On Windows the right file lays under “C:\Windows\System32\opensc-pkcs11.dll”. On macOS and GNU/Linux the file should be in “/lib/pkcs11/opensc-pkcs11.so” or “/usr/lib/pkcs11/opensc-pkcs11.so” or alike. Press “OK” twice and you are back in security section of the account settings. Now you can actually choose a certificate on the upper part of the window. You should get asked for a PIN to unlock your Nitrokey. Please type in your User PIN.
nl: Op Windows ligt het juiste bestand onder "C:Windows:Systeem32:opensc-pkcs11.dll". Op macOS en GNU/Linux zou het bestand in "/lib/pkcs11/opensc-pkcs11.so" of "/usr/lib/pkcs11/opensc-pkcs11.so" of iets dergelijks moeten staan. Druk tweemaal op "OK" en u bent terug in de beveiligingssectie van de accountinstellingen. Nu kunt u daadwerkelijk een certificaat kiezen in het bovenste deel van het venster. U wordt nu gevraagd om een PIN om uw Nitrokey te ontgrendelen. Voer uw gebruikers-PIN in.

source: When composing an email you can now choose to encrypt and sign the message.
nl: Bij het opstellen van een e-mail kunt u nu kiezen om het bericht te coderen en te ondertekenen.

source: Install `GnuPG 2.1 <https://gpgtools.org/>`_ or higher.
nl: Installeer `GnuPG 2.1 <https://gpgtools.org/>`_ of hoger.

source: Connect your Nitrokey to your computer and confirm all dialogs so that the USB smart card device driver gets installed almost automatically.
nl: Sluit de Nitrokey aan op de computer en bevestig alle dialoogvensters, zodat het stuurprogramma voor de USB smartcard bijna automatisch wordt geïnstalleerd.

source: Install `Gpg4win <https://www.gpg4win.org/>`_ on your Computer.
nl: Installeer `Gpg4win <https://www.gpg4win.org/>`_ op uw Computer.

source: Windows may fail to install an additional device driver for the smart card. Its safe to ignore this warning.
nl: Windows slaagt er mogelijk niet in een extra stuurprogramma voor de smartcard te installeren. Het is veilig om deze waarschuwing te negeren.

source: It is indeed necessary to first import or create new keys and change the PINs afterwards. Otherwise changing User PIN will fail! Furthermore overriding keys results in PIN reset (default values), please keep this in mind!
nl: Het is inderdaad nodig om eerst nieuwe sleutels te importeren of aan te maken en daarna de PINs te wijzigen. Anders zal het wijzigen van de gebruikers-PIN mislukken! Bovendien leidt het overschrijven van sleutels tot het resetten van de PIN (standaardwaarden), houd hier rekening mee!

source: Use ‘gpg –card-edit’ -> ‘admin’ -> ‘passwd’ to achieve this (for Admin PIN case). - Please be careful to change Admin PIN first and User PIN second! Otherwise the admin-less mode got activated, see `this instructions <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ for further information.
nl: Gebruik 'gpg -card-edit' -> 'admin' -> 'passwd' om dit te bereiken (voor Admin PIN geval). - Wees voorzichtig om eerst Admin PIN en dan User PIN te veranderen! Anders wordt de admin-loze modus geactiveerd, zie `deze instructies <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ voor verdere informatie.

source: Optionally Reset code can be set up (`guide <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). The minimum length accepted is 8 characters, however it should be as long as User PIN.
nl: Optioneel kan een reset-code worden ingesteld (`gids <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). De minimaal toegelaten lengte is 8 tekens, maar moet even lang zijn als de gebruikers-PIN.

source: **Firmware version 1.2.5 or below: In case you forget a PIN or enter it wrongly three times you need the reset code to unblock the PIN. Otherwise the device wouldn’t be usable anymore! Therefore please** `set the reset code <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **as well when initialising the key!**
nl: **Firmware versie 1.2.5 of lager: In het geval dat u een PIN vergeet of deze drie keer verkeerd invoert heeft u de reset code nodig om de PIN te deblokkeren. Anders zou het toestel niet meer bruikbaar zijn! Stel daarom** `de reset-code <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **eveneens in bij het initialiseren van de sleutel!**
