Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: nl

source: **Q:** Which Operating Systems are supported?
nl: **Q:** Welke besturingssystemen worden ondersteund?

source: Windows, Linux, and Mac OS X.
nl: Windows, Linux, en Mac OS X.

source: **Q:** What can I use the Nitrokey for?
nl: **Q:** Waar kan ik de Nitrokey voor gebruiken?

source: See the `frontpage`_ for an overview of supported use cases.
nl: Zie de `frontpage`_ voor een overzicht van ondersteunde use-cases.

source: **Q:** What are the default PINs?
nl: **Q:** Wat zijn de standaard PIN's?

source: **User PIN:** "123456"
nl: **Gebruikers PIN:** "123456"

source: **Administrator PIN:** "12345678"
nl: **Administrateur PIN:** "12345678"

source: We strongly recommend to change these PINs/password to user-chosen values before using the Nitrokey.
nl: Wij raden ten sterkste aan om deze PIN/paswoord te wijzigen in door de gebruiker gekozen waarden voordat u de Nitrokey gebruikt.

source: **Q:** What is the maximum length of the PIN?
nl: **Q:** Wat is de maximale lengte van de PIN-code?

source: Nitrokey uses PINs instead of passwords. The main difference is that the hardware limits the amount of tries to three while a limit doesn't exist for passwords. Because of this, a short PIN is still secure and there is not need to choose a long and complex PIN.
nl: Nitrokey gebruikt pincodes in plaats van wachtwoorden. Het belangrijkste verschil is dat de hardware het aantal pogingen beperkt tot drie, terwijl er voor wachtwoorden geen limiet bestaat. Hierdoor is een korte PIN nog steeds veilig en is het niet nodig een lange en complexe PIN te kiezen.

source: Nitrokey Storage's PINs can be up to 20 digits long and can consist of numbers, characters and special characters. Note: When using GnuPG or OpenSC, 32 character long PINs can be used but aren't supported by Nitrokey App.
nl: Nitrokey Storage's PINs kunnen tot 20 cijfers lang zijn en kunnen bestaan uit cijfers, tekens en speciale tekens. Opmerking: Bij gebruik van GnuPG of OpenSC kunnen PIN's van 32 tekens lang worden gebruikt, maar'worden niet ondersteund door Nitrokey App.

source: **Q:** What is the User PIN for?
nl: **Q:** Waarvoor dient de gebruikers-PIN?

source: The user PIN is at least 6-digits long and is used to get access to the contect of the Nitrokey. This is the PIN you will use a lot in every day use e.g. for decrypting messages, for unlocking your encrypted storage (NK Storage only) etc.
nl: De gebruikers-PIN is minstens 6 cijfers lang en wordt gebruikt om toegang te krijgen tot de inhoud van de Nitrokey. Dit is de PIN die u vaak in het dagelijks gebruik zult gebruiken, bijv. voor het ontsleutelen van berichten, voor het ontgrendelen van uw versleutelde opslag (alleen NK Opslag) enz.

source: The user PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the user PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have a 6 digits PIN. The default PIN is 123456.
nl: De gebruikers-PIN kan tot 20 cijfers en andere tekens (bv. alfabetische en speciale tekens) omvatten. Maar aangezien de gebruikers-PIN wordt geblokkeerd zodra drie verkeerde PIN-pogingen zijn gedaan, is het voldoende veilig om slechts een PIN van 6 cijfers te hebben. De standaard PIN-code is 123456.

source: **Q:** What is the Admin PIN for?
nl: **Q:** Waarvoor dient de Admin PIN?

source: The admin PIN is at least 8-digits long and is used to change contents/settings of the Nitrokey. That is to say after initializing the Nitrokey you probably won't need this PIN too often (e.g. if you want to add another password to the password safe of the Nitrokey Pro or Nitrokey Storage).
nl: De admin PIN is minstens 8 cijfers lang en wordt gebruikt om inhoud/instellingen van de Nitrokey te wijzigen. Dat wil zeggen dat u na het initialiseren van de Nitrokey deze PIN waarschijnlijk'niet al te vaak nodig zult hebben (bijv. als u een ander wachtwoord wilt toevoegen aan de wachtwoordkluis van de Nitrokey Pro of Nitrokey Storage).

source: The admin PIN can have up to 20 digits and other characters (e.g. alphabetic and special characters). But as the admin PIN is blocked as soon three wrong PIN attempts were done, it is sufficiently secure to only have 8 digits PIN. The default PIN is 12345678.
nl: De admin PIN kan tot 20 cijfers en andere tekens (bv. alfabetische en speciale tekens) bevatten. Maar aangezien de admin-PIN wordt geblokkeerd zodra drie verkeerde PIN-pogingen zijn gedaan, is het voldoende veilig om slechts een PIN van 8 cijfers te hebben. De standaard PIN is 12345678.

source: **Q:** Which drivers/tools can be used?
nl: **Q:** Welke stuurprogramma's/tools kunnen worden gebruikt?

source: GnuPG is required for many use cases. It is a command line tool but usually you don't need to invoke it directly but use another application with user interface.
nl: GnuPG is nodig voor veel gebruikssituaties. Het is een commandoregelprogramma, maar gewoonlijk hoeft het niet direct te worden aangeroepen, maar moet een andere toepassing met gebruikersinterface worden gebruikt.

source: Don't use GnuPG in parallel with OpenSC or another PKCS#11 driver because both may interfere and unexpected issues may result.
nl: Gebruik GnuPG niet parallel met OpenSC of een ander PKCS#11 stuurprogramma omdat beide kunnen interfereren en onverwachte problemen kunnen veroorzaken.

source: Install GPG4Win which contains Gnu Privacy Assistant (GPA) and GnuPG (GPG). Start Gnu Privacy Assistant (GPA) or another application such as your email client to use GnuPG. Advanced users could use GnuPG directly (command line). Please note: The Fellowship smart card is similar to the Nitrokey Pro so that this instructions work Nitrokey as well. In general the official documentation is recommended.
nl: Installeer GPG4Win dat Gnu Privacy Assistant (GPA) en GnuPG (GPG) bevat. Start Gnu Privacy Assistant (GPA) of een andere toepassing zoals uw e-mail client om GnuPG te gebruiken. Gevorderde gebruikers kunnen GnuPG rechtstreeks gebruiken (opdrachtregel). Let op: De Fellowship smart card is vergelijkbaar met de Nitrokey Pro, zodat deze instructies ook Nitrokey werken. In het algemeen wordt de officiële documentatie aanbevolen.

source: **Q:** Which algorithms and maximum key length are supported?
nl: **Q:** Welke algoritmen en maximale sleutellengte worden ondersteund?

source: See the following table:
nl: Zie de volgende tabel:

source: Pro + Storage
nl: Pro + Opslag

source: Pro 2 + Storage 2
nl: Pro 2 + Opslag 2

source: **Q:** Does the Nitrokey Start contain a secure chip or just a normal microcontroller?
nl: **Q:** Bevat de Nitrokey Start een beveiligde chip of gewoon een normale microcontroller?

source: Nitrokey Start is implemented in the microprocessor.
nl: Nitrokey Start is geïmplementeerd in de microprocessor.

source: **Q:** How large is the storage capacity?
nl: **Q:** Hoe groot is de opslagcapaciteit?

source: The Nitrokey Start doesn't contain storage capability for ordinary data (it can only store cryptographic keys and certificates).
nl: De Nitrokey Start heeft geen opslagcapaciteit voor gewone gegevens (het kan alleen cryptografische sleutels en certificaten opslaan).

source: First check the:
nl: Controleer eerst de:

source: or choose your operating system:
nl: of kies uw besturingssysteem:

source: Firmware Update
nl: Firmware bijwerken

source: To update the firmware of your Nitrokey Start, proceed as follows.
nl: Om de firmware van uw Nitrokey Start bij te werken, gaat u als volgt te werk.

source: Install pip3.
nl: Installeer pip3.

source: Install pynitrokey. For this you need an Internet connection.
nl: Installeer pynitrokey. Hiervoor hebt u een internetverbinding nodig.

source: Connect your Nitrokey Start and verify its recognition.
nl: Sluit uw Nitrokey Start aan en controleer de herkenning.

source: Start the update process. For this you need an Internet connection.
nl: Start het updateproces. Hiervoor hebt u een internetverbinding nodig.

source: You will then be asked to enter the Admin PIN of your Nitrokey Start. (Default PIN: 12345678)
nl: U wordt dan gevraagd om de Admin PIN van uw Nitrokey Start in te voeren. (Standaard PIN: 12345678)

source: Under “Device” you will find information about the current version of your Nitrokey Start. In the first item under “Please note” you can see the latest firmware version available. Now you have to confirm the update with “yes”.
nl: Onder "Apparaat" vindt u informatie over de huidige versie van uw Nitrokey Start. In het eerste item onder "Let op" ziet u de laatste firmwareversie die beschikbaar is. Nu moet u de update met "ja" bevestigen.

source: You can check the firmware version after the upgrade process has completed.
nl: U kunt de firmwareversie controleren nadat het upgradeproces is voltooid.

source: Setup with Gnu Privacy Assistant (GPA)
nl: Setup met Gnu Privacy Assistant (GPA)

source: This document describes how to use Gnu Privacy Assistant (GPA) to set up the Nitrokey for its first usage.
nl: Dit document beschrijft hoe je Gnu Privacy Assistant (GPA) gebruikt om de Nitrokey in te stellen voor het eerste gebruik.

source: First you need to install Gnu Privacy Assistant (GPA). For Windows you should download and install the `GPG4Win <https://www.gpg4win.org/>`_ package which contains GPA. For Linux you should install the GPA package of your distribution (e.g. on Ubuntu: sudo apt-get install gpa ).
nl: Eerst moet u Gnu Privacy Assistant (GPA) installeren. Voor Windows moet u het `GPG4Win <https://www.gpg4win.org/>`_ pakket downloaden en installeren dat GPA bevat. Voor Linux moet u het GPA pakket van uw distributie installeren (bijv. op Ubuntu: sudo apt-get install gpa ).

source: Start GPA and select the Card Manager; either by pressing the icon at the top or by choosing Card Manager in the Windows menu.
nl: Start GPA en selecteer Card Manager; ofwel door op het pictogram bovenaan te drukken, ofwel door Card Manager te kiezen in het Windows-menu.

source: The window of the Card Manager will appear. Enter your salutation, name and optional other information. While doing so you might be asked to enter the admin PIN.
nl: Het venster van de Card Manager verschijnt. Voer uw aanhef, naam en optionele andere informatie in. Daarbij kan u gevraagd worden om de beheerders-PIN in te voeren.

source: Confirm this window and enter the admin PIN in the next window.
nl: Bevestig dit venster en voer de admin PIN in het volgende venster in.

source: In the Card Manager window you might need to scroll down until you see the buttons to change the PINs. The term PIN is used interchangeable with "password". Press the first button "Change PIN" in order to change the user password. Read and confirm the following information window.
nl: In het venster van Card Manager moet u misschien naar beneden scrollen tot u de knoppen ziet om de PIN-codes te wijzigen. De term PIN wordt door elkaar gebruikt met "password". Druk op de eerste knop "Change PIN" om het gebruikerswachtwoord te wijzigen. Lees en bevestig het volgende informatievenster.

source: Choose and enter your own PIN with a minimum length of six characters. This PIN is required for the daily usage of the Nitrokey.
nl: Kies en voer uw eigen PIN in met een minimum lengte van zes tekens. Deze PIN is vereist voor het dagelijkse gebruik van de Nitrokey.

source: Go back to the Card Manager window in step three. This time you choose the third button Change PIN in order to change the admin PIN. The admin PIN is required to change the information on the Nitrokey and to change the cryptographic keys. Proceed as described in steps four and five.
nl: Ga terug naar het Card Manager-venster in stap drie. Deze keer kiest u de derde knop Wijzig PIN om de admin PIN te wijzigen. De admin PIN is nodig om de informatie op de Nitrokey te wijzigen en om de cryptografische sleutels te wijzigen. Ga verder zoals beschreven in stappen vier en vijf.

source: After changing both the user and the admin PIN, you are back in the Card Manager window. Select "Generate key" in the "Card" menu.
nl: Nadat u zowel de gebruikers- als de admin-PIN hebt gewijzigd, bent u terug in het Card Manager-venster. Selecteer "Generate key" in het "Card" menu.

source: Enter your name and e-mail address. You should keep "backup" enabled in order to create a backup file of your cryptographic keys. Optionally you might select an expiration date for your cryptographic keys.
nl: Voer uw naam en e-mail adres in. U moet "backup" ingeschakeld laten om een backupbestand van uw cryptografische sleutels te maken. Optioneel kunt u een vervaldatum voor uw cryptografische sleutels kiezen.

source: Wait until the keys are generated successfully.
nl: Wacht tot de sleutels succesvol zijn gegenereerd.

source: Enter a strong passphrase for your backup keys. We strongly recommend to store the backup file on a separate storage(e.g. CD-ROM) and on a safe location.
nl: Voer een sterke passphrase in voor uw backup sleutels. Wij raden u ten sterkste aan het back-upbestand op een aparte opslagplaats (bijv. CD-ROM) en op een veilige locatie op te slaan.

source: Congratulations, your Nitrokey is now ready to use. Please see the `applications <https://www.nitrokey.com/documentation/applications>`_ section for further information of its usage.
nl: Gefeliciteerd, uw Nitrokey is nu klaar voor gebruik. Zie de `toepassingen <https://www.nitrokey.com/documentation/applications>`_ sectie voor verdere informatie over het gebruik.

source: Install ``scdaemon`` and GnuPG 2.1 or higher by using your package manager (e.g. ``apt update && apt install scdaemon gnupg2`` on Ubuntu).
nl: Installeer ``scdaemon`` en GnuPG 2.1 of hoger met behulp van uw pakketbeheerder (bijv. ``apt update && apt install scdaemon gnupg2`` op Ubuntu).

source: Connect your Nitrokey to your computer.
nl: Sluit je Nitrokey aan op je computer.

source: Use GnuPG to `generate new keys or import existing ones <openpgp.html>`_.
nl: Gebruik GnuPG om `nieuwe sleutels te genereren of bestaande sleutels te importeren <openpgp.html>`_.

source: It is indeed necessary to first import or create new keys and change the PINs afterwards. Otherwise changing User PIN will fail! Furthermore overriding keys results in PIN reset (default values), please keep this in mind!
nl: Het is inderdaad nodig om eerst nieuwe sleutels te importeren of aan te maken en daarna de PINs te wijzigen. Anders zal het wijzigen van de gebruikers-PIN mislukken! Bovendien leidt het overschrijven van sleutels tot het resetten van de PIN (standaardwaarden), houd hier rekening mee!

source: Change the Admin PIN (default: ``12345678``) and then the User PIN (default: ``123456``) to your own choices.
nl: Wijzig de beheerders-PIN (standaard: ``12345678``) en vervolgens de gebruikers-PIN (standaard: ``123456``) in uw eigen keuzes.

source: The PIN must consist of at least 14 characters (starting from RTM.8), can contain any character (not only numbers). Do not select only numbers. If your environment allows that, use emoticons or national characters.
nl: De PIN-code moet uit ten minste 14 tekens bestaan (vanaf RTM.8), en kan alle tekens bevatten (niet alleen cijfers). Kies niet alleen getallen. Als uw omgeving dat toestaat, gebruik dan emoticons of nationale karakters.

source: The longer the PIN the better. It is possible to use 6 randomly selected words instead as well for the same or better security than random character string.
nl: Hoe langer de PIN-code, hoe beter. Het is mogelijk om in plaats daarvan 6 willekeurig gekozen woorden te gebruiken voor dezelfde of betere beveiliging dan een willekeurige tekenreeks.

source: Use ‘gpg –card-edit’ -> ‘admin’ -> ‘passwd’ to achieve this (for Admin PIN case).
nl: Gebruik 'gpg -card-edit' -> 'admin' -> 'passwd' om dit te bereiken (voor Admin PIN geval).

source: Please be careful to change Admin PIN first and User PIN second! Otherwise the admin-less mode got activated, see `this instructions <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ for further information.
nl: Let op dat u eerst de Admin PIN wijzigt en daarna de User PIN! Anders wordt de admin-loze modus geactiveerd, zie `deze instructies <https://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html#>`_ voor verdere informatie.

source: Optionally Reset code can be set up (`guide <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). The minimum length accepted is 8 characters, however it should be as long as User PIN.
nl: Optioneel kan een reset-code worden ingesteld (`gids <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_). De minimaal toegelaten lengte is 8 tekens, maar moet even lang zijn als de gebruikers-PIN.

source: KDF-DO allows for a shorter PIN of 8 characters minimum, by executing part of the calculations on the PC.
nl: KDF-DO maakt een kortere PIN mogelijk van minimaal 8 tekens, door een deel van de berekeningen op de PC uit te voeren.

source: **Firmware version 1.2.5 or below: In case you forget a PIN or enter it wrongly three times you need the reset code to unblock the PIN. Otherwise the device wouldn’t be usable anymore! Therefore please** `set the reset code <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **as well when initialising the key!**
nl: **Firmware versie 1.2.5 of lager: In het geval dat u een PIN vergeet of deze drie keer verkeerd invoert heeft u de reset code nodig om de PIN te deblokkeren. Anders zou het toestel niet meer bruikbaar zijn! Stel daarom** `de reset-code <http://www.fsij.org/doc-gnuk/gnuk-passphrase-setting.html>`_ **eveneens in bij het initialiseren van de sleutel!**

source: Your Nitrokey is now ready to use. `Checkout <https://www.nitrokey.com/documentation/applications>`_ the various use cases and supported applications.
nl: Uw Nitrokey is nu klaar voor gebruik. `Bekijk <https://www.nitrokey.com/documentation/applications>`_ de verschillende gebruikssituaties en ondersteunde toepassingen.

source: Key Creation with OpenPGP or S/MIME
nl: Sleutel aanmaken met OpenPGP of S/MIME

source: There are two widely used standards for email encryption. While OpenPGP/GnuPG is popular among individuals, S/MIME/x.509 is mostly used by enterprises. If you are in doubt which one to choose, you should use OpenPGP.
nl: Er zijn twee veelgebruikte standaarden voor e-mailversleuteling. Terwijl OpenPGP/GnuPG populair is bij particulieren, wordt S/MIME/x.509 meestal gebruikt door ondernemingen. Als u twijfelt welke u moet kiezen, kunt u het beste OpenPGP gebruiken.

source: `instructions <openpgp.html>`_ for using the OpenPGP standard with the Nitrokey
nl: `instructies <openpgp.html>`_ voor het gebruik van de OpenPGP-standaard met de Nitrokey

source: `instructions <smime.html>`_ for using S/MIME with the Nitrokey
nl: `instructies <smime.html>`_ voor het gebruik van S/MIME met de Nitrokey

source: Please note that the Nitrokey App can not be used for this device!
nl: Let op: de Nitrokey App kan niet voor dit apparaat gebruikt worden!

source: Troubleshooting
nl: Problemen oplossen

source: On some GNU/Linux systems it is necessary to insert the UDEV rules for the Nitrokey device manually. If you followed the above instructions and get the message:
nl: Op sommige GNU/Linux systemen is het nodig om de UDEV regels voor het Nitrokey apparaat handmatig in te voeren. Als je de bovenstaande instructies hebt gevolgd en de melding krijgt:

source: please install the `Nitrokey App <https://www.nitrokey.com/download>`_ or type the following commands in the terminal to download and install the UDEV rules:
nl: installeer de `Nitrokey App <https://www.nitrokey.com/download>`_ of typ de volgende commando's in de terminal om de UDEV regels te downloaden en te installeren:

source: Multiple Identities
nl: Meervoudige Identiteiten

source: The multiple identites feature allows to use 3 virtual smart cards in place of one, giving bigger flexibility in the every day use, as well as separation between user identities (business, personal etc.) or even allowing usage of it for more than one user (PINs are separate).
nl: De meervoudige identiteitsfunctie maakt het mogelijk 3 virtuele smartcards te gebruiken in plaats van één, wat meer flexibiliteit geeft in het dagelijks gebruik, alsook scheiding tussen gebruikersidentiteiten (zakelijk, persoonlijk, enz.) of zelfs gebruik voor meer dan één gebruiker (PIN-codes zijn gescheiden).

source: All of the smart cards have separate data objects, meaning they all could have different keys, certificates stored, and PINs set. Identities do not intereact between each other.
nl: Alle smartcards hebben afzonderlijke gegevensobjecten, wat betekent dat ze allemaal verschillende sleutels, opgeslagen certificaten en ingestelde PIN-codes kunnen hebben. Identiteiten kunnen niet met elkaar communiceren.

source: The virtual smart cards are identifyable by the first digit of the serial number, which is replaced by identity number for second (“1”) and third one (“2”). Serial number is not changed for the first identity.
nl: De virtuele smartcards zijn identificeerbaar aan de hand van het eerste cijfer van het serienummer, dat voor de tweede ("1") en derde ("2") wordt vervangen door het identificatienummer. Het serienummer wordt niet gewijzigd voor de eerste identiteit.

source: Usage
nl: Gebruik

source: To change the identity it suffices to send a custom CCID command. This could be achieved with ``pynitrokey`` tool:
nl: Om de identiteit te veranderen volstaat het om een aangepast CCID commando te sturen. Dit kan worden bereikt met ``pynitrokey`` tool:

source: `Install pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.
nl: `Installeer pynitrokey <https://github.com/Nitrokey/pynitrokey#installation>`_.

source: Connect your Nitrokey Start and verify that it got recognized.
nl: Sluit uw Nitrokey Start aan en controleer of hij herkend wordt.

source: Change the identity, by replacing ``<ID>`` with ``0``, ``1``, or ``2``.
nl: Verander de identiteit, door ``<ID>`` te vervangen door ``0``, ``1``, of ``2``.

source: Limitations
nl: Beperkingen

source: As of version RTM.10 there is only one limitation - the third identity can store a certificate not longer than 1024 bytes. The other two identities have standard limit of 2048 bytes per certificate.
nl: Vanaf versie RTM.10 is er slechts één beperking - de derde identiteit kan een certificaat opslaan dat niet langer is dan 1024 bytes. De andere twee identiteiten hebben standaard een limiet van 2048 bytes per certificaat.

source: OpenPGP Email Encryption
nl: OpenPGP e-mail encryptie

source: There are two widely used standards for email encryption.
nl: Er zijn twee algemeen gebruikte normen voor e-mailversleuteling.

source: OpenPGP/GnuPG is popular among individuals,
nl: OpenPGP/GnuPG is populair bij particulieren,

source: S/MIME/X.509 is mostly used by enterprises.
nl: S/MIME/X.509 wordt meestal door ondernemingen gebruikt.

source: If you are in doubt which one to choose, you should use OpenPGP. While this page describes the usage of OpenPGP, S/MIME is described `here <smime.html>`_.
nl: Als u twijfelt welke u moet kiezen, kunt u het beste OpenPGP gebruiken. Terwijl deze pagina het gebruik van OpenPGP beschrijft, wordt S/MIME hier beschreven ` <smime.html>`_.

source: Please familiarize yourself with the general concept behind the OpenPGP standard first, for example by reading `this info graphic <https://emailselfdefense.fsf.org/en/infographic.html>`_ of the Free Software Foundation.
nl: Maak uzelf eerst vertrouwd met het algemene concept achter de OpenPGP-standaard, bijvoorbeeld door het lezen van `deze infografiek <https://emailselfdefense.fsf.org/en/infographic.html>`_ van de Free Software Foundation.

source: Key Generation
nl: Sleutel generatie

source: If you do not have OpenPGP keys yet, you need to generate them first.
nl: Als u nog geen OpenPGP-sleutels hebt, moet u die eerst genereren.
