Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: nl

source: `Generate keys on Nitrokey <openpgp-keygen-gpa.html>`_ - this is the best option if you are unexperienced, but you won’t have a backup of your keys and therefore won’t be able to mitigate the loss of the Nitrokey
nl: `Genereer sleutels op Nitrokey <openpgp-keygen-gpa.html>`_ - dit is de beste optie als je geen ervaring hebt, maar je zult geen backup van je sleutels hebben en dus niet in staat zijn om het verlies van de Nitrokey tegen te gaan

source: `Generate keys on Nitrokey with different algorithm or key size <openpgp-keygen-on-device.html>`_ - this is as secure as the previous option and thus you won’t have a backup as well, but you can change the key attributes (that is the algorithm and key size)
nl: `Genereer sleutels op Nitrokey met verschillend algoritme of sleutelgrootte <openpgp-keygen-on-device.html>`_ - dit is net zo veilig als de vorige optie en u zult dus niet zo goed een backup hebben, maar u kunt de sleutelattributen veranderen (dat is het algoritme en de sleutelgrootte)

source: `Generate keys locally <openpgp-keygen-backup.html>`_ and copy them to Nitrokey - this is the most flexible, expert option, but only secure if your system is not compromised, because you can create a backup key outside your Nitrokey A similar description in french can be found `here <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.
nl: `Genereer de sleutels lokaal <openpgp-keygen-backup.html>`_ en kopieer ze naar Nitrokey - dit is de meest flexibele, deskundige optie, maar alleen veilig als uw systeem niet gecompromitteerd is, omdat u een reservesleutel buiten uw Nitrokey kunt maken Een soortgelijke beschrijving in het Frans vindt u `hier <https://xieme-art.org/post/importer-des-clefs-gnupg-dans-sa-nitrokey-pro/>`_.

source: Importing Existing Keys
nl: Importeren van bestaande sleutels

source: If you already have OpenPGP keys you may want to use them with your Nitrokey, instead of generating new ones. Importing exsiting keys works basically the same as generating keys locally first and copy them to the Nitrokey (see above). Therefore, please have a look at the `corresponding instructions <openpgp-keygen-backup.html#key-import>`_. Note that you probably want to generate another subkey for authentication to your existing key. See at the same instructions for `subkey generation <openpgp-keygen-backup.html#subkey-for-authentication>`_.
nl: Als je al OpenPGP-sleutels hebt, wil je die misschien met je Nitrokey gebruiken, in plaats van nieuwe te genereren. Het importeren van bestaande sleutels werkt in principe hetzelfde als het eerst lokaal genereren van sleutels en deze naar de Nitrokey kopiëren (zie hierboven). Kijk daarom eens naar de `corresponderende instructies <openpgp-keygen-backup.html#key-import>`_. Merk op dat u waarschijnlijk een andere subsleutel wilt genereren voor authenticatie bij uw bestaande sleutel. Zie bij dezelfde instructies voor `subkey generatie <openpgp-keygen-backup.html#subkey-for-authentication>`_.

source: You can find further information about the usage on these pages:
nl: Meer informatie over het gebruik vindt u op deze pagina's:

source: for using `OpenPGP encryption with Thunderbird <openpgp-thunderbird.html>`_
nl: voor het gebruik van `OpenPGP-encryptie met Thunderbird <openpgp-thunderbird.html>`_

source: for using `OpenPGP encryption with Outlook <openpgp-outlook.html>`_
nl: voor het gebruik van `OpenPGP-encryptie met Outlook <openpgp-outlook.html>`_

source: for using `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, an email client (and news reader) for Linux and Windows
nl: voor het gebruik van `Claws Mail <https://www.claws-mail.org/plugin.php?plugin=gpg>`_, een e-mail client (en nieuwslezer) voor Linux en Windows

source: for using `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, an email client for the Gnome Desktop on Linux systems
nl: voor het gebruik van `Evolution <https://help.gnome.org/users/evolution/stable/mail-encryption.html.en>`_, een e-mailclient voor de Gnome Desktop op Linux-systemen

source: for using `GPGTools <https://gpgtools.org/>`_ on macOS.
nl: voor het gebruik van `GPGTools <https://gpgtools.org/>`_ op macOS.

source: OpenPGP Key Generation With Backup
nl: OpenPGP-sleutelgeneratie met back-up

source: The following instructions explain the generation of OpenPGP keys and how to copy them to the Nitrokey. This method has the advantage of providing a backup of the keys in case of losing or breaking the Nitrokey. The instructions are based on the command line interface of GnuPG. Thus, you need to have GnuPG installed on your system. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org/>`_ and the newest version for MacOS can be found `here <https://gpgtools.org/>`_. Users of Linux systems please install GnuPG with help of the package manager.
nl: De volgende instructies leggen uit hoe OpenPGP-sleutels worden gegenereerd en hoe deze naar de Nitrokey worden gekopieerd. Deze methode heeft het voordeel dat er een backup van de sleutels is in geval van verlies of breken van de Nitrokey. De instructies zijn gebaseerd op de opdrachtregelinterface van GnuPG. Je moet dus GnuPG op je systeem geïnstalleerd hebben. De nieuwste GnuPG-versie voor Windows kunt u `hier <https://www.gpg4win.org/>`_ vinden en de nieuwste versie voor MacOS kunt u `hier <https://gpgtools.org/>`_ vinden. Gebruikers van Linux-systemen kunnen GnuPG installeren met behulp van de pakketbeheerder.

source: At first, you need to generate a key locally. You can decide, which key attributes to use and - most importantly - you can export the key and keep it somewhere save in case you need to restore the key.
nl: Eerst moet u lokaal een sleutel genereren. U kunt beslissen welke sleutelattributen u wilt gebruiken en - het belangrijkste - u kunt de sleutel exporteren en ergens bewaren voor het geval u de sleutel moet herstellen.

source: Main Key and Encryption Subkey
nl: Hoofdsleutel en Encryptie Sub Sleutel

source: We can use the command ``gpg --full-generate-key --expert`` to start a guided key generation with all possible options. You can choose the key type (usually RSA (1) or ECC (9)), the length of the key and other attributes. The following output is just a simple example, you may choose other values.
nl: We kunnen het commando ``gpg --full-generate-key --expert`` gebruiken om een begeleide sleutelgeneratie te starten met alle mogelijke opties. U kunt het type sleutel kiezen (gewoonlijk RSA (1) of ECC (9)), de lengte van de sleutel en andere attributen. De volgende uitvoer is slechts een eenvoudig voorbeeld, u kunt andere waarden kiezen.

source: The following table illustrates which algorithm can be used on which device, in case you want to use different key attributes.
nl: De volgende tabel illustreert welk algoritme op welk apparaat kan worden gebruikt, voor het geval u verschillende sleutelattributen wilt gebruiken.

source: Subkey for Authentication
nl: Sub-Sleutel voor Authenticatie

source: You now have a main key with the capability to sign and certify (marked as [SC]) and a subkey for encryption (marked as [E]). It is necessary to have another subkey for use cases in which authentication is needed. This subkey is generated in the next step. Type in ``gpg --edit-key --expert keyID`` to start the process, whereas “keyID” is either the id of the key or the email address used during key generation.
nl: U hebt nu een hoofdsleutel met de mogelijkheid om te ondertekenen en te certificeren (gemarkeerd als [SC]) en een subsleutel voor encryptie (gemarkeerd als [E]). Er moet nog een subsleutel zijn voor gevallen waarin authenticatie nodig is. Deze subsleutel wordt in de volgende stap gegenereerd. Typ ``gpg --edit-key --expert keyID`` in om het proces te starten, waarbij "keyID" ofwel het id van de sleutel is of het e-mailadres dat tijdens het genereren van de sleutel werd gebruikt.

source: Now you are in the interactive mode of GnuPG and you can add a key by simply typing ``addkey``. You need to choose the key you want to use. It is crucial to choose “set your own capabilities”, because we want to have the “authenticate” capability which is not available otherwise. We toggle sign and encrypt by typing ``s`` and ``e`` and we activate authenticate by typing ``a``.
nl: Nu bent u in de interactieve modus van GnuPG en kunt u een sleutel toevoegen door simpelweg ``addkey`` te typen. U moet de sleutel kiezen die u wilt gebruiken. Het is cruciaal om "set your own capabilities" te kiezen, omdat we de "authenticate" mogelijkheid willen hebben die anders niet beschikbaar is. We schakelen tussen ondertekenen en versleutelen door te typen ``s`` en ``e`` en we activeren authenticeren door ``a`` te typen.

source: We quit with ``q``. Afterwards we need to answer the same questions as before. Finally, we have a ready-to-go key set which we can import to our device.
nl: We stoppen met ``q``. Daarna moeten we dezelfde vragen beantwoorden als voorheen. Tenslotte hebben we een kant-en-klare sleutelset die we kunnen importeren naar ons apparaat.

source: Now is good time to backup your key. Please keep this backup very secure. It is best practice to never have this key on a regular computer which has connection to the internet, so that the key never gets compromised. You can create a backup with something like:
nl: Nu is een goed moment om een backup te maken van uw sleutel. Bewaar deze backup goed. Het is het beste om deze sleutel nooit op een gewone computer met internetverbinding te hebben, zodat de sleutel nooit in gevaar komt. U kunt een backup maken met iets als:

source: Key Import
nl: Sleutel Invoer

source: You have a main key and two subkeys which can be imported to your Nitrokey. Before proceeding please make sure that you really have a backup of the key, if you need one. The ``keytocard`` command used in the next steps will **delete** your key from your disk!
nl: U hebt een hoofdsleutel en twee subsleutels die in uw Nitrokey kunnen worden geïmporteerd. Voordat u verder gaat, zorg ervoor dat u echt een back-up van de sleutel hebt, als u die nodig hebt. Het ``keytocard`` commando dat in de volgende stappen wordt gebruikt, zal uw sleutel **van uw schijf verwijderen**!

source: We start the process by accessing the interactive interface of GnuPG again with ``gpg --edit-key --expert keyID``, whereas ``keyID`` is either the id of the key or the email address used during key generation.
nl: We beginnen het proces door de interactieve interface van GnuPG opnieuw te openen met ``gpg --edit-key --expert keyID``, terwijl ``keyID`` ofwel de id van de sleutel is of het e-mailadres dat tijdens het genereren van de sleutel werd gebruikt.

source: We just imported the main key to the card. Now we proceed with the two subkeys. We type ``key 1`` to select the encryption subkey and type in ``keytocard`` again and select the slot to use.
nl: We hebben zojuist de hoofdsleutel naar de kaart geïmporteerd. Nu gaan we verder met de twee subsleutels. We typen ``key 1`` om de encryptie-subsleutel te selecteren en typen opnieuw ``keytocard`` en selecteren de te gebruiken sleuf.

source: Now we deselect the first key with ``key 1`` and select the second subkey with ``key 2`` and move it as well with ``keytocard``. Afterwards we quit and save the changes.
nl: Nu deselecteren we de eerste toets met ``key 1`` en selecteren de tweede subsleutel met ``key 2`` en verplaatsen deze ook met ``keytocard``. Daarna sluiten we af en slaan de wijzigingen op.

source: Your keys are now moved to the Nitrokey and thus secured in hardware. Congratulations!
nl: Uw sleutels zijn nu overgebracht naar de Nitrokey en dus hardwarematig beveiligd. Gefeliciteerd!

source: Exporting Public Key and Keyserver Usage
nl: Exporteren van publieke sleutel en Keyserver-gebruik

source: Although you can start to use your Nitrokey right away after generating the keys on your system, you need to import your public key on every system, you want to use the Nitrokey on. So to be prepared you have two options: You either save the public key anywhere you like and use it on another system or you save the public key on a webpage/keyserver.
nl: Hoewel u uw Nitrokey meteen kunt gebruiken nadat u de sleutels op uw systeem hebt gegenereerd, moet u uw publieke sleutel importeren op elk systeem waarop u de Nitrokey wilt gebruiken. Dus om voorbereid te zijn heb je twee opties: Of u slaat de publieke sleutel op waar u maar wilt en gebruikt deze op een ander systeem, of u slaat de publieke sleutel op een webpagina/sleutelserver op.

source: Generating a Public Key File
nl: Een bestand met openbare sleutels genereren

source: To get a simple file of your public key, you can just use ``gpg --armor --export keyID > pubkey.asc``. Use either the fingerprint as “keyID” (look at ``gpg -K`` to get it) or just use your email address as an identifier.
nl: Om een eenvoudig bestand van uw publieke sleutel te krijgen, kunt u gewoon ``gpg --armor --export keyID > pubkey.asc`` gebruiken. Gebruik ofwel de vingerafdruk als "keyID" (kijk naar ``gpg -K`` om het te krijgen) of gebruik gewoon uw email adres als identifier.

source: You can carry this file with you or send it to anyone who you like. This file is not secret at all. If you want to use the Nitrokey on another system, you first import this public key via ``gpg --import pubkey.asc`` and then types ``gpg --card-status`` so that the system knows where to look for this key. That’s all.
nl: U kunt dit bestand bij u dragen of opsturen naar wie u maar wilt. Dit bestand is helemaal niet geheim. Als u de Nitrokey op een ander systeem wilt gebruiken, importeert u eerst deze publieke sleutel via ``gpg --import pubkey.asc`` en typt dan ``gpg --card-status`` zodat het systeem weet waar het naar deze sleutel moet zoeken. Dat is alles.

source: Uploading the Public Key
nl: De openbare sleutel uploaden

source: If you do not want to carry a public keyfile with you, you can upload it to keyserver. You can do this by typing ``gpg --keyserver search.keyserver.net --send-key keyID``. If you are using another machine you can just import it by using ``gpg --keyserver search.keyserver.net --recv-key keyID``.
nl: Als u geen publiek sleutelbestand bij u wilt dragen, kunt u het uploaden naar de keyserver. U kunt dit doen door ``gpg --keyserver search.keyserver.net --send-key keyID`` te typen. Als u een andere machine gebruikt, kunt u het gewoon importeren door ``gpg --keyserver search.keyserver.net --recv-key keyID`` te gebruiken.

source: Another possibility is to change the URL setting on your card. Start ``gpg --card-edit`` again and first set the URL where the key is situated (e.g. on the keyserver or on your webpage etc.) via the ``url`` command. From now on you can import the key on another system by just using the ``fetch`` command within the ``gpg --card-edit environment``.
nl: Een andere mogelijkheid is om de URL-instelling op uw kaart te veranderen. Start ``gpg --card-edit`` opnieuw en stel eerst de URL in waar de sleutel zich bevindt (bijv. op de keyserver of op uw webpagina etc.) via het ``url`` commando. Vanaf nu kunt u de sleutel op een ander systeem importeren door gewoon het ``fetch`` commando te gebruiken binnen het ``gpg --card-edit environment``.

source: OpenPGP Key Generation Using GPA
nl: OpenPGP-sleutelgeneratie met GPA

source: The following instructions explain the generation of OpenPGP keys directly on the Nitrokey with help of the GNU Privacy Assistant (GPA). You won’t be able to create a backup of these keys. Thus, if you lose the Nitrokey or it breaks you can not decrypt mails or use these keys anymore. Please see `here <openpgp-outlook.html>`_ for a comparison of the different methods to generate OpenPGP keys.
nl: De volgende instructies leggen het genereren van OpenPGP sleutels direct op de Nitrokey uit met behulp van de GNU Privacy Assistant (GPA). Je zult niet in staat zijn om een backup van deze sleutels te maken. Dus, als je de Nitrokey verliest of hij gaat kapot, kun je geen mails meer ontsleutelen of deze sleutels gebruiken. Zie `hier <openpgp-outlook.html>`_ voor een vergelijking van de verschillende methoden om OpenPGP-sleutels te genereren.

source: You need to have GnuPG and GPA installed on your system. The newest version for Windows can be found `here <https://www.gpg4win.org/>`_ (make sure to check “GPA” during the installation!). Users of Linux systems please install GnuPG and GPA with help of the package manager (e.g. using ``sudo apt install gnupg gpa`` on Ubuntu).
nl: U moet GnuPG en GPA op uw systeem geïnstalleerd hebben. De nieuwste versie voor Windows kunt u `hier <https://www.gpg4win.org/>`_ vinden (zorg ervoor dat u "GPA" aanvinkt tijdens de installatie!). Gebruikers van Linux systemen kunnen GnuPG en GPA installeren met behulp van de package manager (bijv. met ``sudo apt install gnupg gpa`` op Ubuntu).

source: At first, open the GNU Privacy Assistant (GPA). You may are asked to generate a key, you can skip this step for now by clicking “Do it later”. In the main window, please click on “Card” or “Card Manager”.
nl: Open eerst de GNU Privacy Assistant (GPA). Mogelijk wordt u gevraagd een sleutel te genereren, u kunt deze stap nu overslaan door op "Do it later" te klikken. Klik in het hoofdvenster op "Card" of "Card Manager".

source: Another windows opens. Please go to “Card” -> “Generate key” to start the key generation process.
nl: Een ander venster wordt geopend. Ga naar "Card" -> "Generate key" om het sleutelgeneratieproces te starten.

source: Now you can put in your name and the email address you want to use for the key that will be generated next. You may choose an expiration date for your key, but you don’t have to.
nl: Nu kunt u uw naam en het e-mailadres invoeren dat u wilt gebruiken voor de sleutel die vervolgens zal worden gegenereerd. U kunt een vervaldatum voor uw sleutel kiezen, maar dat hoeft niet.

source: **Please do not use the backup checkbox**. This “backup” does only save the encryption key. In case of a loss of the device, you will not be able to restore the whole key set. So on the one hand it is no full backup (use `these instructions <openpgp-keygen-backup.html>`_ instead, if you need one) and on the other hand you risk that someone else can get in possession of your encryption key. The advantage of generating keys on-device is to make sure that keys are stored securely. Therefore, we recommend to skip this half-backup.
nl: **Gebruik a.u.b. niet het back-up selectievakje**. Deze "backup" slaat alleen de encryptiesleutel op. In geval van verlies van het apparaat, zult u niet in staat zijn om de hele sleutelset te herstellen. Dus enerzijds is het geen volledige backup (gebruik `deze instructies <openpgp-keygen-backup.html>`_ in plaats daarvan, als u er een nodig hebt) en anderzijds loopt u het risico dat iemand anders in het bezit kan komen van uw encryptiesleutel. Het voordeel van het genereren van sleutels op het apparaat is dat u er zeker van bent dat de sleutels veilig worden opgeslagen. Daarom raden wij aan om deze halve back-up over te slaan.

source: You will be asked for the admin PIN (default: 12345678) and the user PIN (default: 123456). When the key generation is finished, you can see the fingerprints of the keys on the bottom of the window. You may fill up the fields shown above, which are saved on your Nitrokey as well.
nl: U wordt gevraagd om de admin PIN (standaard: 12345678) en de gebruikers PIN (standaard: 123456). Als het genereren van de sleutel klaar is, kunt u de vingerafdrukken van de sleutels onderaan het venster zien. U kunt de hierboven getoonde velden invullen, die ook op uw Nitrokey worden opgeslagen.

source: Now you can close the window and go back to the main window. Your key will be visible in the key manager after refreshing. Every application which makes use of GnuPG will work with your Nitrokey as well, because GnuPG is fully aware of the fact, that the keys are stored on your Nitrokey.
nl: Nu kunt u het venster sluiten en teruggaan naar het hoofdvenster. Uw sleutel zal zichtbaar zijn in de sleutelmanager na het verversen. Elke applicatie die gebruik maakt van GnuPG zal ook werken met uw Nitrokey, omdat GnuPG zich volledig bewust is van het feit dat de sleutels zijn opgeslagen op uw Nitrokey.

source: Right-click on your key entry in the key manager and click “Export Keys…” to export the public key to a file and/or “Send Keys…” to upload the key to a keyserver.
nl: Klik met de rechtermuisknop op uw sleutel in de sleutelmanager en klik op "Export Keys..." om de publieke sleutel naar een bestand te exporteren en/of "Send Keys..." om de sleutel naar een keyserver te uploaden.

source: You can carry the keyfile with you or send it to anyone who you like. This file is not secret at all. If you want to use the Nitrokey on another system, you first import this public key via clicking on “Keys” -> “Importing Keys…” and choosing the file.
nl: U kunt het sleutelbestand bij u dragen of opsturen naar wie u maar wilt. Dit bestand is helemaal niet geheim. Als je de Nitrokey op een ander systeem wilt gebruiken, importeer je eerst deze publieke sleutel door op "Sleutels" -> "Sleutels importeren..." te klikken en het bestand te kiezen.

source: If you do not want to carry a public keyfile with you, you can upload it to keyserver. If you are using another machine you can just import it by using “Server” -> “Retrieve Keys…” and entering your name or key id.
nl: Als u geen publiek sleutelbestand bij u wilt dragen, kunt u het uploaden naar keyserver. Als u een andere machine gebruikt kunt u het gewoon importeren door "Server" -> "Retrieve Keys..." te gebruiken en uw naam of sleutel-id in te voeren.

source: Another possibility is to change the URL setting on your card. Open the card manager again and fill in the URL where the key is situated (e.g. on the keyserver or on your webpage etc.). From now on you can import the key on another system by right-clicking on the URL and click on “Fetch Key”.
nl: Een andere mogelijkheid is om de URL instelling op je kaart te veranderen. Open de kaartmanager opnieuw en vul de URL in waar de sleutel zich bevindt (bv. op de keyserver of op je webpagina enz.). Vanaf nu kunt u de sleutel op een ander systeem importeren door met de rechtermuisknop op de URL te klikken en te klikken op "Fetch Key".

source: OpenPGP Key Generation On-Device
nl: OpenPGP-sleutelgeneratie op apparaat

source: The following instructions explain the generation of OpenPGP keys directly on the Nitrokey. This is done by using the command line interface of GnuPG. Thus, you need to have GnuPG installed on your system. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org/>`_ and the newest version for MacOS can be found `here <https://gpgtools.org/>`_. Users of Linux systems please install GnuPG with help of the package manager.
nl: De volgende instructies leggen het genereren van OpenPGP-sleutels direct op de Nitrokey uit. Dit wordt gedaan met behulp van de opdrachtregelinterface van GnuPG. Je moet dus GnuPG op je systeem geïnstalleerd hebben. De nieuwste GnuPG-versie voor Windows kunt u `hier <https://www.gpg4win.org/>`_ vinden en de nieuwste versie voor MacOS kunt u `hier <https://gpgtools.org/>`_ vinden. Gebruikers van Linux-systemen kunnen GnuPG installeren met behulp van de pakketbeheerder.
