Repository: Nitrokey/nitrokey-documentation
Catalog: locales/*/LC_MESSAGES/start.po
Languages: nl

source: These instructions are based on GnuPG version 2.2.6 or higher. Some Linux Distributions have an older version installed. In this case please choose a different method as listed `here <openpgp.html>`_ or install a newer version if possible.
nl: Deze instructies zijn gebaseerd op GnuPG versie 2.2.6 of hoger. Sommige Linux distributies hebben een oudere versie geïnstalleerd. Kies in dit geval een andere methode zoals `hier <openpgp.html>`_ of installeer indien mogelijk een nieuwere versie.

source: The following descriptions explain the basic key generation on-device via GnuPG’s command line interface. The default behaviour is to generate RSA keys of 2048 bit size. If you want to change the key algorithm and length, have a look at the next section first.
nl: De volgende beschrijvingen verklaren de basis sleutelgeneratie op het apparaat via de commandoregelinterface van GnuPG. Het standaard gedrag is het genereren van RSA sleutels van 2048 bit grootte. Als u het sleutelalgoritme en de sleutellengte wilt veranderen, kijk dan eerst naar de volgende sectie.

source: Open a command line and type ``gpg2 --card-edit``.
nl: Open een opdrachtregel en typ ``gpg2 --card-edit``.

source: To open the Windows command line please push the Windows-key and R-key. Now type ‘cmd.exe’ in the text field and hit enter. To open a Terminal on macOS or GNU/Linux please use the application search (e.g. spotlight on macOS).
nl: Om de Windows opdrachtprompt te openen drukt u op de Windows-toets en de R-toets. Typ nu 'cmd.exe' in het tekstveld en druk op enter. Om een Terminal te openen op macOS of GNU/Linux gebruik je de applicatie zoekfunctie (bijv. spotlight op macOS).

source: Now you are in the interactive interface of GnuPG. Activate the admin commands with ``admin`` and use ``generate`` afterwards to start the generation of keys.
nl: Nu bent u in de interactieve interface van GnuPG. Activeer de admin commando's met ``admin`` en gebruik daarna ``generate`` om het genereren van sleutels te starten.

source: **Please do not create the suggested off-card backup.** This “backup” does only save the encryption key, but not the signature and authentication keys. In case of a loss of the device, you will not be able to restore the whole key set. So on the one hand it is no full backup (use `these instructions <openpgp-keygen-backup.html>`_ instead, if you need one) and on the other hand you risk that someone else can get in possession of your encryption key. The advantage of generating keys on-device is to make sure that keys are stored securely. Therefore, we recommend to skip this half-backup.
nl: **Maak niet de voorgestelde off-card backup.** Deze "backup" slaat alleen de encryptie sleutel op, maar niet de handtekening en authenticatie sleutels. In geval van verlies van het apparaat, zult u niet in staat zijn om de hele sleutelset te herstellen. Dus enerzijds is het geen volledige backup (gebruik `deze instructies <openpgp-keygen-backup.html>`_ in plaats daarvan, als u er een nodig hebt) en anderzijds loopt u het risico dat iemand anders in het bezit van uw encryptie-sleutel kan komen. Het voordeel van het genereren van sleutels op het apparaat is dat u er zeker van bent dat de sleutels veilig worden opgeslagen. Daarom raden wij aan om deze halve back-up over te slaan.

source: Now you have a complete key set on your device which can be used for the `various applications <https://www.nitrokey.com/documentation/applications>`_ listed on our site. Type ``quit`` and hit enter to exit.
nl: Nu hebt u een complete sleutelset op uw toestel die kan worden gebruikt voor de `verschillende toepassingen <https://www.nitrokey.com/documentation/applications>`_ die op onze site worden vermeld. Typ ``quit`` en druk op enter om af te sluiten.

source: Change Key Attributes
nl: Wijzig Hoofdkenmerken

source: This section is about changing the key attributes. If you want to use the default values, you can proceed with the next section.
nl: Deze sectie gaat over het veranderen van de sleutelattributen. Als u de standaardwaarden wilt gebruiken, kunt u verder gaan met de volgende sectie.

source: Open a command line and type ``gpg2 --card-edit --expert``.
nl: Open een opdrachtregel en typ ``gpg2 --card-edit --expert``.

source: Now you are in the interactive interface of GnuPG. As you can see in the “Key attributes” field above, the default value rsa2048 is set. To change them, activate the admin commands with ``admin`` and use ``key-attr`` afterwards to change the attributes of the keys.
nl: U bent nu in de interactieve interface van GnuPG. Zoals u kunt zien in het "Sleutel attributen" veld hierboven, is de standaard waarde rsa2048 ingesteld. Om deze te wijzigen, activeert u de admin commando's met ``admin`` en gebruikt u ``key-attr`` om daarna de attributen van de sleutels te wijzigen.

source: You can choose the attribute for each key (that is, signature, encryption and authentication key). Most people will use the same attributes for every key. Type ``list`` to see the results (have look at the “Key attributes” field, which now reads rsa4096).
nl: U kunt het attribuut voor elke sleutel kiezen (dat wil zeggen, handtekening, encryptie en authenticatie sleutel). De meeste mensen zullen dezelfde attributen gebruiken voor elke sleutel. Typ ``list`` om de resultaten te zien (kijk naar het "Sleutelattributen" veld, dat nu rsa4096 aangeeft).

source: Type ``quit`` and hit enter to exit or proceed directly with the previous section to actually generate the keys with the key attributes you just set.
nl: Typ ``quit`` en druk op enter om af te sluiten of ga direct verder met de vorige sectie om de sleutels daadwerkelijk te genereren met de sleutelattributen die u zojuist hebt ingesteld.

source: The following table illustrates which algorithm can be used on which device.
nl: De volgende tabel illustreert welk algoritme op welk apparaat kan worden gebruikt.

source: To get a simple file of your public key, you can just use ``gpg2 --armor --export keyID > pubkey.asc``. Use either the fingerprint as “keyID” (look at ``gpg -K`` to get it) or just use your email address as an identifier.
nl: Om een eenvoudig bestand van uw publieke sleutel te krijgen, kunt u gewoon ``gpg2 --armor --export keyID > pubkey.asc`` gebruiken. Gebruik ofwel de vingerafdruk als "keyID" (kijk naar ``gpg -K`` om het te krijgen) of gebruik gewoon uw email adres als identifier.

source: You can carry this file with you or send it to anyone who you like. This file is not secret at all. If you want to use the Nitrokey on another system, you first import this public key via ``gpg2 --import pubkey.asc`` and then types ``gpg2 --card-status`` so that the system knows where to look for this key. That’s all.
nl: U kunt dit bestand bij u dragen of opsturen naar wie u maar wilt. Dit bestand is helemaal niet geheim. Als je de Nitrokey op een ander systeem wilt gebruiken, importeer je eerst deze publieke sleutel via ``gpg2 --import pubkey.asc`` en typt dan ``gpg2 --card-status``, zodat het systeem weet waar het deze sleutel moet zoeken. Dat is alles.

source: Another possibility is to change the URL setting on your card. Start gpg –card-edit again and first set the URL where the key is situated (e.g. on the keyserver or on your webpage etc.) via the ``url`` command. From now on you can import the key on another system by just using the ``fetch`` command within the ``gpg --card-edit`` environment.
nl: Een andere mogelijkheid is om de URL-instelling op uw kaart te veranderen. Start gpg -card-edit opnieuw en stel eerst de URL in waar de sleutel zich bevindt (bv. op de keyserver of op uw webpagina enz.) via het ``url`` commando. Vanaf nu kunt u de sleutel op een ander systeem importeren door gewoon het ``fetch`` commando te gebruiken binnen de <x id="311">x>`gpg --card-edit`` omgeving.

source: OpenPGP Email Encryption with Outlook
nl: OpenPGP e-mail encryptie met Outlook

source: Unfortunately, there is no solution to use OpenPGP in Outlook for macOS yet.
nl: Helaas is er nog geen oplossing om OpenPGP te gebruiken in Outlook voor macOS.

source: Prerequisites
nl: Vereisten

source: If you do not have PGP-Keys on your Nitrokey yet, please look at `this page <openpgp.html>`_ first.
nl: Als u nog geen PGP-Keys op uw Nitrokey hebt, kijk dan eerst op `deze pagina <openpgp.html>`_.

source: You need to have GnuPG installed on your System. The newest GnuPG version for Windows can be found `here <https://www.gpg4win.org>`_. You need to make sure to have “GpgOL” checked during installation process (see below).
nl: U moet GnuPG op uw systeem geïnstalleerd hebben. De nieuwste GnuPG versie voor Windows kunt u `hier <https://www.gpg4win.org>`_ vinden. U moet er voor zorgen dat "GpgOL" aangevinkt is tijdens het installatieproces (zie hieronder).

source: After installing GPG4Win along with GpgOL, you will see a new icon labeled “Secure” in the composing window. To encrypt and sign a mail you just click on the sign like seen below.
nl: Na het installeren van GPG4Win samen met GpgOL, zult u een nieuw icoontje zien met het label "Secure" in het compositie venster. Om een mail te vercijferen en te ondertekenen klikt u gewoon op het teken zoals hieronder te zien is.

source: GnuPG will start signing and encrypting the mail as soon as you click on ‘send’. You are requested to choose the identity you want to sign with and encrypt for.
nl: GnuPG zal beginnen met het ondertekenen en vercijferen van de mail zodra u op 'verzenden' klikt. U wordt gevraagd de identiteit te kiezen waarmee u wilt ondertekenen en vercijferen.

source: Furthermore, you are asked for typing in the User PIN of the Nitrokey for signing the mail.
nl: Bovendien wordt u gevraagd de gebruikers-PIN van de Nitrokey in te voeren voor het ondertekenen van de e-mail.

source: You will be asked automatically for your User PIN if you want to read an encrypted mail.
nl: U wordt automatisch om uw gebruikers-PIN gevraagd als u een gecodeerde mail wilt lezen.

source: OpenPGP Email Encryption With Thunderbird
nl: OpenPGP e-mail encryptie met Thunderbird

source: Thunderbird 78.3 and newer
nl: Thunderbird 78.3 en nieuwer

source: At the moment Thunderbird’s 78 support for the OpenPGP emails is not easy to set up. See `Thunderbird’s documentation <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ for details. Here is a `comprehensive German guide <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.
nl: Op dit moment is Thunderbird's 78 ondersteuning voor de OpenPGP emails niet eenvoudig in te stellen. Zie `Thunderbird's documentatie <https://wiki.mozilla.org/Thunderbird:OpenPGP:Smartcards>`_ voor details. Hier is een `uitgebreide Duitse gids <https://decatec.de/it/thunderbird-78-pgp-verschluesselung-mit-dem-nitrokey-storage/>`_.

source: Error message: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``
nl: Foutmelding: ``The configured key ID '4BA0183FCBA844A7' cannot be found on your keyring``

source: Make sure that the public key is imported to the Thunderbird’s manager and
nl: Zorg ervoor dat de publieke sleutel is geïmporteerd in de manager van Thunderbird en

source: The key ID does not contain any whitespace, and consists of 16 characters from range 0-9 A-F
nl: De sleutel-ID bevat geen spaties, en bestaat uit 16 tekens uit het bereik 0-9 A-F

source: you have GPA or Kleopatra software installed.
nl: u heeft GPA of Kleopatra software geïnstalleerd.

source: Please use Kleopatra or `GPA <openpgp-keygen-gpa.html>`_ software to handle the smart card.
nl: Gebruik Kleopatra of `GPA <openpgp-keygen-gpa.html>`_ software om de smartcard te verwerken.

source: Thunderbird 77 and older
nl: Thunderbird 77 en ouder

source: Installation
nl: Installatie

source: Install the device driver as described `here <https://www.nitrokey.com/documentation/installation>`_.
nl: Installeer het apparaatstuurprogramma zoals `hier <https://www.nitrokey.com/documentation/installation>`_ wordt beschreven.

source: Install `Thunderbird <https://www.thunderbird.net/en-US/>`_ and the Add-on `Enigmail <https://www.enigmail.net/index.php/en/>`_.
nl: Installeer `Thunderbird <https://www.thunderbird.net/en-US/>`_ en de Add-on `Enigmail <https://www.enigmail.net/index.php/en/>`_.

source: Changing PINs
nl: Pincodes wijzigen

source: There are two PINs for the Nitrokey:
nl: Er zijn twee PIN's voor de Nitrokey:

source: The User PIN required for daily work
nl: De gebruikers-PIN die nodig is voor het dagelijkse werk

source: The Admin PIN is required to change keys or other settings of the device. In addition, the Nitrokey can be unlocked (for example, after 3 times incorrect input of the User PIN) by means of the Admin PIN.
nl: De Admin PIN is nodig om sleutels of andere instellingen van het apparaat te wijzigen. Bovendien kan de Nitrokey worden ontgrendeld (bijvoorbeeld na 3 keer onjuiste invoer van de Gebruikers-PIN) met behulp van de Admin PIN.

source: After receiving the Nitrokey, you should immediately change the User PIN = “123456” and Admin PIN = “12345678”.
nl: Na ontvangst van de Nitrokey moet u onmiddellijk de Gebruikers-PIN = "123456" en de Beheerders-PIN = "12345678" veranderen.

source: Insert the Nitrokey into a USB port on your computer.
nl: Steek de Nitrokey in een USB-poort van uw computer.

source: In Thunderbird, select as shown in the following picture. “OpenPGP” → “Manage smart card”
nl: In Thunderbird, selecteer zoals in de volgende afbeelding. "OpenPGP" → "Beheer smartcard"

source: In the “SmartCard Details” window, select “SmartCard → Change PIN”
nl: In het venster "SmartCard-gegevens", selecteert u "SmartCard → PIN wijzigen".

source: Select “Change PIN”. This is your User PIN you need for daily work. Enter the current PIN ( “123456” for delivery) and twice your new PIN. For this PIN you can use the characters: a-z A-Z 0-9 / .;;:- !? () [] {}% +. The PIN should be at least 6 characters long. Click “OK”.
nl: Selecteer "PIN wijzigen". Dit is uw gebruikers-PIN die u nodig hebt voor het dagelijkse werk. Voer de huidige PIN in ("123456" voor levering) en tweemaal uw nieuwe PIN. Voor deze PIN kunt u de tekens gebruiken: a-z A-Z 0-9 / .;:- !? () [] {}% +. De PIN moet ten minste 6 tekens lang zijn. Klik op "OK".

source: Repeat the procedure for the Admin PIN. “SmartCard → Change PIN”
nl: Herhaal de procedure voor de Admin PIN. "SmartCard → PIN wijzigen"

source: Select Change Admin PIN. This is your Admin PIN that you only rarely need. Enter the current PIN ( “12345678” for delivery) and the new PIN twice. For this PIN, you can use the characters: a-z A-Z 0-9 / .;;:- !? () [] {}% +. The PIN should be at least 8 characters long. Click “OK”.
nl: Selecteer Wijzig Admin PIN. Dit is uw Admin PIN die u slechts zelden nodig hebt. Voer de huidige PIN-code ("12345678" voor levering) en de nieuwe PIN-code twee keer in. Voor deze PIN kunt u de tekens gebruiken: a-z A-Z 0-9 / .;:- !? () [] {}% +. De PIN moet ten minste 8 tekens lang zijn. Klik op "OK".

source: You have now changed the PINs and should continue to generate your personal keys.
nl: U hebt nu de pincodes gewijzigd en moet doorgaan met het genereren van uw persoonlijke sleutels.

source: Generation of Keys
nl: Genereren van sleutels

source: To encrypt data and e-mails, a key pair consisting of a public key and a private key, must first be generated. The so-called public key is used to **en**\ crypt the data or e-mails. You can distribute this to all those with whom you want to communicate securely (for example, publish it publicly on your site). The so-called private key is used to **de**\ crypt the data or messages. This key should **NEVER** be made known! Usually, you also do not have direct access to it (see below), since this is stored securely on the Nitrokey. Use the Nitrokey to create both keys using the following procedure:
nl: Om gegevens en e-mails te versleutelen, moet eerst een sleutelpaar, bestaande uit een openbare sleutel en een particuliere sleutel, worden gegenereerd. De zogenaamde publieke sleutel wordt gebruikt om de gegevens of e-mails te **en**crypten. Deze kunt u verspreiden onder iedereen met wie u veilig wilt communiceren (bijvoorbeeld door deze openbaar op uw site te publiceren). De zogenaamde private sleutel wordt gebruikt om de gegevens of berichten **te**crypten. Deze sleutel mag **NOOIT** bekend worden gemaakt! Meestal heeft u er ook geen directe toegang toe (zie hieronder), omdat deze veilig is opgeslagen op de Nitrokey. Gebruik de Nitrokey om beide sleutels te maken met behulp van de volgende procedure:

source: Insert the Nitrokey into a USB port on your computer. StartThunderbird
nl: Steek de Nitrokey in een USB poort van uw computer. StartThunderbird

source: In Thunderbird, select as shown in the following picture „OpenPGP“ → „Manage Smart Card“
nl: In Thunderbird, selecteer zoals in de volgende afbeelding "OpenPGP" → "Manage Smart Card"

source: In the “SmartCard details” window, select “SmartCard” → “Generate key”
nl: In het "SmartCard details" venster, selecteer "SmartCard" → "Genereer sleutel"

source: In the following window, select your e-mail address for which you want to generate keys. Verify that the e-mail address specified in “User ID” is correct. You can also specify whether a private key backup copy should be stored on your computer.
nl: Selecteer in het volgende venster uw e-mailadres waarvoor u sleutels wilt genereren. Controleer of het e-mailadres dat is opgegeven bij "Gebruikers-ID" correct is. U kunt ook aangeven of er een reservekopie van de privésleutel op uw computer moet worden opgeslagen.

source: If you do not create a backup copy, you have no chance to get your encrypted data if the Nitrokey is lost or damaged!
nl: Als u geen reservekopie maakt, heeft u geen kans om uw versleutelde gegevens terug te krijgen als de Nitrokey verloren gaat of beschadigd wordt!

source: It is recommended to store this safety device. Select “Save key copy of the key outside the Smard Card”. Then enter your personal password for the backup copy under “Passphrase”. This password should not be less than 8 characters, and should contain both uppercase and lowercase letters and numbers. You can also use a long sentence, but avoid known prose or lyric. Also, no name or known term should be used.
nl: Het wordt aanbevolen om deze beveiliging op te slaan. Selecteer "Kopie van de sleutel buiten de Smard Card opslaan". Voer vervolgens uw persoonlijke wachtwoord voor de reservekopie in onder "Passphrase". Dit wachtwoord mag niet minder dan 8 tekens lang zijn, en moet zowel hoofdletters als kleine letters en cijfers bevatten. U kunt ook een lange zin gebruiken, maar vermijd bekend proza of lyriek. Ook mag geen naam of bekende term worden gebruikt.

source: **Allowed characters**: a-z A-Z 0-9 /.,;:-!?( )%+ (no umlauts ä,ü,ö,Ä,Ü,Ö or ß)
nl: **Toegestane tekens**: a-z A-Z 0-9 /.,;:-!?( )%+ (geen umlauten ä,ü,ö,Ä,Ü,Ö of ß)

source: **Poor Password**: qwerty123, ILoveSusi3, Password, If you can dream it, you can do it.
nl: **Slecht wachtwoord**: qwerty123, ILoveSusi3, Wachtwoord, Als je het kunt dromen, kun je het doen.

source: **Strong Password**: g(Ak?2Pn7Yn or Ki.stg2bLqzp%d or A dog with greeen Earz and fife legs (spelling errors increase security)
nl: **Sterk wachtwoord**: g(Ak?2Pn7Yn of Ki.stg2bLqzp%d of Een hond met Greeen Earz en Fife poten (spelfouten verhogen de veiligheid)

source: You do **not** need this password for daily work. It is only necessary for the restoration of the secret key, e.g. if you have lost the Nitrokey. Therefore, keep the password in a safe place.
nl: U hebt dit wachtwoord **niet** nodig voor uw dagelijkse werk. Het is alleen nodig voor het herstellen van de geheime sleutel, bijv. als u de Nitrokey kwijt bent. Bewaar het wachtwoord daarom op een veilige plaats.

source: You can also specify whether and when the key should be automatically invalid. This means, from this point onwards, no more e-mails can be encrypted with this key and you have to create a new key pair.
nl: U kunt ook aangeven of en wanneer de sleutel automatisch ongeldig moet worden gemaakt. Dit betekent dat vanaf dat moment geen e-mails meer met deze sleutel kunnen worden versleuteld en dat u een nieuw sleutelpaar moet aanmaken.

source: Finally, click on “Generate key pair”.
nl: Klik tenslotte op "Generate key pair".

source: You are now asked if the key should be generated. Confirm with “Yes”.
nl: U wordt nu gevraagd of de sleutel moet worden gegenereerd. Bevestig met "Ja".

source: In order for the program to write your keys to the stick, you must enter the admin PIN and the user PIN (changed above).
nl: Opdat het programma uw sleutels op de stick zou schrijven, moet u de admin PIN en de gebruikers PIN invoeren (hierboven gewijzigd).

source: The key generation can take a few minutes. Do not terminate the program prematurely!
nl: Het genereren van de sleutel kan enkele minuten duren. Beëindig het programma niet voortijdig!

source: When the key generation is complete, you receive the following message. A certificate is now created that allows you to invalidate your key in an emergency. This certificate is automatically saved with your private key. This should be printed out or backed up on at least one other external medium so that you can revoke the validity of the keys if your keys and backups are lost. Click “Yes”
nl: Wanneer het aanmaken van de sleutel voltooid is, krijgt u de volgende melding. Er is nu een certificaat aangemaakt waarmee u in geval van nood uw sleutel ongeldig kunt maken. Dit certificaat wordt automatisch opgeslagen met uw private sleutel. Dit moet worden afgedrukt of er moet een back-up van worden gemaakt op ten minste één ander extern medium, zodat u de geldigheid van de sleutels kunt intrekken als uw sleutels en back-ups verloren gaan. Klik op "Ja"

source: You can now select the directory in which the backup copy is stored. This copy is encrypted with your password entered above. This means that no one can read or use the keys without your password. Do not give your password to anyone. This file with the name of your e-mail address and the suffix “.asc” should be backed up on another medium. After selecting the directory, click “Save”.
nl: U kunt nu de map selecteren waarin de reservekopie wordt opgeslagen. Deze kopie is versleuteld met uw hierboven ingevoerde wachtwoord. Dit betekent dat niemand de sleutels kan lezen of gebruiken zonder uw wachtwoord. Geef uw wachtwoord aan niemand. Dit bestand met de naam van uw e-mail adres en het achtervoegsel ".asc" moet op een ander medium worden opgeslagen. Nadat u de directory heeft geselecteerd, klikt u op "Opslaan".

source: Here you must again specify your user PIN or passphrase. Then click “OK”
nl: Hier moet u opnieuw uw gebruikers-PIN of passphrase opgeven. Klik dan op "OK"

source: You will now see the message that the certificate was created and saved. Click “OK”
nl: U ziet nu de melding dat het certificaat is aangemaakt en opgeslagen. Klik op "OK".

source: Key generation is now complete. You can now exit the program (File - Close).
nl: Het genereren van de sleutel is nu voltooid. U kunt nu het programma afsluiten (Bestand - Sluiten).

source: Your Nitrokey is personalized and ready to use. **Have fun with the secure email encryption!**
nl: Uw Nitrokey is gepersonaliseerd en klaar voor gebruik. **Veel plezier met de beveiligde e-mail encryptie!**

source: This mini-howto assumes that the Nitrokey has been initialized and contains cryptographic keys.
nl: Deze mini-howto gaat ervan uit dat de Nitrokey is geïnitialiseerd en cryptografische sleutels bevat.

source: **Required on the client side:**
nl: **Vereist aan de kant van de cliënt:**
